[{"id":1,"title":"Furi","status":"COMP","date_started":"2022-11-23","date_finished":"2022-11-23","score":8,"user":"Ciro","comments":"","igdb_id":17026,"rating":7.9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co27q3.jpg","release_date":1467676800,"genres":["Shooter","Hack and slash/Beat 'em up","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5"],"summary":"Fight your way free in our frenzied all-boss fighter, and discover what’s waiting behind the last gate. Furi is all about the tension of one-on-one fights against deadly adversaries. It’s an intense, ultra-responsive hack-and-slash with a unique mix of fast-paced sword fighting and dual-stick shooting. Each of the formidable guardians —designed by Afro Samurai creator Takashi Okazaki— has a unique and surprising combat style that requires focus and skill to defeat. The high-energy action gets a boost from an explosive soundtrack composed by electro musicians including Carpenter Brut, who created the trailer’s theme."},{"id":4,"title":"Elden Ring","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":119133,"rating":9.690000000000001,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4jni.jpg","release_date":1645747200,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","PlayStation 5","Xbox Series X|S"],"summary":"Elden Ring is a fantasy, action and open world game with RPG elements such as stats, weapons and spells. Rise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between."},{"id":7,"title":"Gotham Knights","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":136993,"rating":6.816666666666667,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3s9z.jpg","release_date":1666310400,"genres":["Role-playing (RPG)","Hack and slash/Beat 'em up","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","PlayStation 5","Xbox Series X|S"],"summary":"Introducing an original story set in DC’s Batman Universe, Gotham Knights offers a dynamic and interactive Gotham City where an exploding criminal element has swept through the streets. With the Belfry as their base of operations, this new era of heroes will solve mysteries that connect the darkest chapters in the city’s history and must defeat notorious villains in epic confrontations. Players must save Gotham from a descent into chaos and reinvent themselves into their own version of the Dark Knight."},{"id":9,"title":"Deus Ex","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":9.05,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1r7n.jpg","release_date":961977600,"genres":["Shooter","Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","Mac"],"summary":"A philosophical first-person WRPG set in a dystopian 2052 in which JC Denton, a nano-augmented agent for the anti-terrorist organization UNATCO, is tasked with stopping the invasion of Liberty Island by the terrorist group NSF. As events unfold, Denton finds that he plays a large part in a world-spanning conspiracy which forces him to ponder his allegiances, beliefs, morality, and view of right and wrong."},{"id":12,"title":"Sekiro: Shadows Die Twice","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":76882,"rating":9.00909090909091,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2a23.jpg","release_date":1553212800,"genres":["Hack and slash/Beat 'em up","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Google Stadia"],"summary":"Enter a dark and brutal new gameplay experience from the creators of Bloodborne and the Dark Souls series. Sekiro: Shadows Die Twice is an intense, third-person, action-adventure set against the bloody backdrop of 14th-century Japan. Step into the role of a disgraced warrior brought back from the brink of death whose mission is to rescue his master and exact revenge on his arch nemesis.\n\nTake Revenge. Restore Your Honor. Kill Ingeniously."},{"id":14,"title":"Stranger of Paradise: Final Fantasy Origin","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":152250,"rating":7.225,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4kag.jpg","release_date":1647561600,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","PlayStation 5","Xbox Series X|S"],"summary":"Jack and his allies, Ash and Jed, burn with resolve to defeat Chaos as they throw open the gates to the Chaos Shrine. Yet doubts remain—are they truly the Warriors of Light the prophecy foretold?\nStep into a world of dark fantasy and revel in the exhilarating, action-packed battles!"},{"id":15,"title":"Marvel's Spider-Man","status":"COMP","date_started":"2023-01-09","date_finished":"2023-02-03","score":7,"user":"Ciro","comments":"","igdb_id":19565,"rating":8.96875,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1r77.jpg","release_date":1536278400,"genres":["Hack and slash/Beat 'em up","Adventure"],"platforms":["PlayStation 4"],"summary":"Starring the world’s most iconic Super Hero, Spider-Man features the acrobatic abilities, improvisation and web-slinging that the wall-crawler is famous for, while also introducing elements never-before-seen in a Spider-Man game. From traversing with parkour and utilizing the environment, to new combat and blockbuster set pieces, it’s Spider-Man unlike any you’ve played before."},{"id":16,"title":"Ōkami HD","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":20744,"rating":9.178947368421053,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co22s8.jpg","release_date":1351555200,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Experience the critically acclaimed masterpiece with its renowned Sumi-e ink art style in breathtaking high resolution. Take on the role of Amaterasu, the Japanese sun goddess who inhabits the form of a legendary white wolf, on a quest to defeat Orochi, an eight-headed demon and tyrannical monster responsible for turning the world of Nippon into a ruined wasteland."},{"id":17,"title":"Death Stranding","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":19564,"rating":8.441176470588236,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5vq8.jpg","release_date":1573171200,"genres":["Shooter","Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","PlayStation 5"],"summary":"From legendary game creator Hideo Kojima comes an all-new, genre-defying open world action adventure, starring Norman Reedus, Mads Mikkelsen, Léa Seydoux and Lindsay Wagner. In the near future, mysterious explosions have rocked the globe, setting off a series of supernatural events known as the Death Stranding. With otherworldly creatures plaguing the landscape, and mass extinction imminent, it’s up to Sam Porter Bridges to travel across the ravaged wasteland and save humanity from impending annihilation."},{"id":18,"title":"Cyberpunk 2077","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1877,"rating":7.523809523809524,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co7497.jpg","release_date":1607472000,"genres":["Shooter","Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","PlayStation 5","Xbox Series X|S","Google Stadia"],"summary":"Cyberpunk 2077 is an open-world, action-adventure story set in Night City, a megalopolis obsessed with power, glamour and body modification. You play as V, a mercenary outlaw going after a one-of-a-kind implant that is the key to immortality. You can customize your character’s cyberware, skillset and playstyle, and explore a vast city where the choices you make shape the story and the world around you."},{"id":20,"title":"Hellblade: Senua's Sacrifice","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":7603,"rating":8.427272727272726,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2l7l.jpg","release_date":1502064000,"genres":["Hack and slash/Beat 'em up","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","Xbox Series X|S"],"summary":"From the makers of Heavenly Sword, Enslaved: Odyssey to the West, and DmC: Devil May Cry, comes a warrior’s brutal journey into myth and madness.\n\nSet in the Viking age, a broken Celtic warrior embarks on a haunting vision quest into Viking Hell to fight for the soul of her dead lover.\n\nCreated in collaboration with neuroscientists and people who experience psychosis, Hellblade: Senua’s Sacrifice will pull you deep into Senua’s mind."},{"id":21,"title":"A Plague Tale: Requiem","status":"START","date_started":"2022-11-21","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":152242,"rating":8.55,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5pwb.jpg","release_date":1666051200,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"A Plague Tale: Requiem is an action-adventure game similar to its predecessor. The player assumes control of Amicia and must face against both soldiers from the French Inquisition and hordes of rats that are spreading the black plague. Gameplay is largely similar to the first game, though the combat system is significantly expanded. The game features a progression system in which the player will be awarded additional skills and abilities. Stealth players will unlock skills that allow them to sneak around more efficiently, while those who prefer a more lethal approach will unlock additional combat skills. Locations are also larger, giving players additional options to progress."},{"id":22,"title":"No More Heroes","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":8.1,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2qum.jpg","release_date":1196899200,"genres":["Hack and slash/Beat 'em up","Adventure"],"platforms":["Wii","PC (Microsoft Windows)","Nintendo Switch"],"summary":"The journey to become the #1 assassin begins with a single slice. No More Heroes is the story of Travis Touchdown. He has received orders to kill a vagabond. In front of him appears the handsome assassin Helter Skelter. After a fierce skirmish, Travis eliminates Skelter, upon which Silvia Christel arrives. She informs Travis that his victory was done without UAA permission, but he nonetheless becomes the 11th best assassin. And so Travis’s journey begins. No More Heroes will offer an exhilarating action experience, a thrilling scenario, stylish visuals, and sounds."},{"id":25,"title":"Planescape: Torment","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":832,"rating":7,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3ggb.jpg","release_date":944956800,"genres":["Puzzle","Role-playing (RPG)","Strategy"],"platforms":["Linux","PC (Microsoft Windows)","Mac","iOS"],"summary":"A CRPG set in the Dungeons & Dragons setting of Planescape in which The Nameless One, an immortal amnesiac, sets off on a quest across the infinite Planes and gathers a party of conflicted companions to find out who he is and reclaim his mortality. Throughout it, he faces the consequences of the horrors he committed in his past lives and tries to find the root of all the torment plaguing his companions and the Planes."},{"id":29,"title":"Octopath Traveler","status":"COMP","date_started":"2023-02-14","date_finished":"2023-03-18","score":8,"user":"Ciro","comments":"","igdb_id":26765,"rating":8.544444444444444,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4kap.jpg","release_date":1531440000,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","Xbox One","Nintendo Switch","Google Stadia"],"summary":"A role-playing game from the Bravely Default team is being developed exclusively for the Nintendo Switch. They have brought a new world to life through a mix of CG, pixel art, and \"HD-2D\" visuals."},{"id":31,"title":"NEO: The World Ends with You","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":141192,"rating":8.416666666666668,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2xjd.jpg","release_date":1627257600,"genres":["Role-playing (RPG)","Hack and slash/Beat 'em up"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Nintendo Switch"],"summary":"Explore a stylized recreation of Shibuya, as you take on the role of Rindo to battle for survival and unravel the mysteries of the deadly “Reaper’s Game” in this new Action RPG and follow-up to the classic RPG hit \"The World Ends with You.\""},{"id":32,"title":"I Was a Teenage Exocolonist","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":146054,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2ybe.jpg","release_date":1661385600,"genres":["Role-playing (RPG)","Simulator","Strategy","Adventure","Indie","Visual Novel","Card & Board Game"],"platforms":["PC (Microsoft Windows)","Mac","PlayStation 4","Nintendo Switch","PlayStation 5"],"summary":"Spend your teenage years on an alien planet in this narrative life sim with card-based battles. Explore, grow up, and fall in love. The choices you make and skills you master over ten years will determine the course of your life and the survival of your colony."},{"id":33,"title":"Fez","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1991,"rating":8.55,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1rd9.jpg","release_date":1334275200,"genres":["Platform","Puzzle","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","PlayStation 3","Xbox 360","Mac","iOS","PlayStation Vita","PlayStation 4","Nintendo Switch"],"summary":"Gomez is a 2D creature living in a 2D world. Or is he? When the existence of a mysterious 3rd dimension is revealed to him, Gomez is sent out on a journey that will take him to the very end of time and space. Use your ability to navigate 3D structures from 4 distinct classic 2D perspectives. Explore a serene and beautiful open-ended world full of secrets, puzzles and hidden treasures. Unearth the mysteries of the past and discover the truth about reality and perception. Change your perspective and look at the world in a different way."},{"id":34,"title":"Mark of the Ninja","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":2129,"rating":9.142857142857142,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2sfv.jpg","release_date":1346976000,"genres":["Platform","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Xbox 360","Mac"],"summary":"Mark of the Ninja is a side-scrolling action stealth video game developed by Klei Entertainment and published by Microsoft Studios. It was announced on February 28, 2012 and later released for the Xbox 360 via Xbox Live Arcade on September 7, 2012. A Microsoft Windows version was released on October 16, 2012. It follows the story of a nameless ninja in the present day, and features a themed conflict between ancient ninja tradition and modern technology. Cutscenes for the game are rendered in Saturday morning cartoon animation style."},{"id":35,"title":"Braid","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":2853,"rating":8.666666666666668,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co25ni.jpg","release_date":1217980800,"genres":["Platform","Puzzle","Strategy","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","PlayStation 3","Xbox 360","Mac"],"summary":"Braid is a puzzle-platformer, drawn in a painterly style, where you can manipulate the flow of time in strange and unusual ways. From a house in the city, journey to a series of worlds and solve puzzles to rescue an abducted princess. In each world, you have a different power to affect the way time behaves, and it is time's strangeness that creates the puzzles. The time behaviors include: the ability to rewind, objects that are immune to being rewound, time that is tied to space, parallel realities, time dilation, and perhaps more.\n\nBraid treats your time and attention as precious; there is no filler in this game. Every puzzle shows you something new and interesting about the game world."},{"id":36,"title":"Ori and the Will of the Wisps","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":37001,"rating":9.075,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2e1l.jpg","release_date":1583798400,"genres":["Platform","Adventure"],"platforms":["PC (Microsoft Windows)","Xbox One","Nintendo Switch","Xbox Series X|S"],"summary":"The little spirit Ori is no stranger to peril, but when a fateful flight puts the owlet Ku in harm’s way, it will take more than bravery to bring a family back together, heal a broken land, and discover Ori’s true destiny. From the creators of the acclaimed action-platformer Ori and the Blind Forest comes the highly anticipated sequel. Embark on an all-new adventure in a vast world filled with new friends and foes that come to life in stunning, hand-painted artwork. Set to a fully orchestrated original score, Ori and the Will of the Wisps continues the Moon Studios tradition of tightly crafted platforming action and deeply emotional storytelling."},{"id":37,"title":"Oddworld: Abe's Oddysee","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":10,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1y8i.jpg","release_date":874540800,"genres":["Platform","Puzzle","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation","PlayStation 3","DOS","PlayStation Portable","PlayStation Vita","PlayStation 4","PlayStation 5"],"summary":"Oddworld: Abe's Oddysee is the first game set in the fictional Oddworld universe. It is a platformer with puzzle-solving elements, focusing on the portrayal of a weak, underpowered character in a grim and hostile world, who has to rely on his cunning to outwit enemies and overcome hazards. The game has pre-rendered background graphics and uses CG movies of similar style to advance the story between the levels.\n\nThe main character Abe is almost completely helpless: he cannot use weapons and is usually instantly killed by his brutal enemies if he confronts them directly. For this reason, most of the game involves careful exploration, timed movement, sneaking, and outsmarting the foes through various means: throwing stones to confuse them, luring them into traps, etc. Abe can run, jump, climb, tiptoe, crouch, and roll; in most areas these actions are essential to his survival. A few stages involve Abe riding a large animal known as Elum.\n\nAbe's only special power is chanting, which he can use to stun certain enemies for a while or possess them. When Abe possess an enemy he gains his abilities: for example, possessing the body or a ferocious Slig allows the player to shoot from his machine gun, communicate with other creatures of his kind, and even commit suicide, clearing the way for Abe."},{"id":38,"title":"Crash Bandicoot 4: It's About Time","status":"COMP","date_started":"2022-11-22","date_finished":"2022-11-27","score":5,"user":"Ciro","comments":"","igdb_id":135254,"rating":8.5875,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2hp4.jpg","release_date":1601596800,"genres":["Platform"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"Crash Bandicoot 4: It's About Time is the eighth Crash Bandicoot series game, though the fourth chronologically. The game retains the series' core platforming gameplay and adds new elements through the use of the Quantum Masks, who can alter levels and provide means to traverse or overcome obstacles. It also includes additional game modes for replaying levels, and the ability to control five characters, three of whom – Cortex, Dingodile, and Tawna – have their own unique gameplay and levels."},{"id":39,"title":"Iconoclasts","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":34705,"rating":8.5125,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2ug9.jpg","release_date":1516665600,"genres":["Platform","Puzzle","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation Vita","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Join renegade mechanic Robin and uncover the secrets of a dying planet. Explore a huge, open world filled with intricate puzzles, oddball characters and menacing bosses in a beautiful platform adventure telling a personal story about faith, purpose and whether the world is really worth saving."},{"id":41,"title":"Steins;Gate","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5ff7.jpg","release_date":1255564800,"genres":["Adventure","Visual Novel"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360","Android","PlayStation Portable","iOS","PlayStation Vita","PlayStation 4"],"summary":"Steins;Gate is a Japanese visual novel developed by 5pb. and Nitroplus. It is the second game in the Science Adventure series following Chaos;Head. The game is described by the development team as a \"hypothetical science ADV\" and explores time and time travel in 2010 Akihabara. The gameplay follows non-linear plot lines which offer branching scenarios with courses of interaction."},{"id":42,"title":"The Great Ace Attorney Chronicles","status":"START","date_started":"2023-06-03","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":146075,"rating":8.5625,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2ylx.jpg","release_date":1627257600,"genres":["Puzzle","Adventure","Visual Novel"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Nintendo Switch"],"summary":"This bundle is \"The Great Ace Attorney: Adventures\" and \"The Great Ace Attorney 2: Resolve\" in one package.\n\nPlay as Ryunosuke Naruhodo, ancestor of Phoenix Wright, to solve mysteries and defend clients with the ace detective Herlock Sholmes across both England and Japan."},{"id":43,"title":"Deathloop","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":113598,"rating":8.97,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4nzt.jpg","release_date":1631577600,"genres":["Shooter","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 5","Xbox Series X|S"],"summary":"Deathloop transports players to the lawless island of Blackreef in an eternal struggle between two extraordinary assassins. Explore stunning environments and meticulously designed levels in an immersive gameplay experience that lets you approach every situation any way you like. Hunt down targets all over the island in an effort to put an end to the cycle once and for all, and remember, if at first you don’t succeed… die, die again."},{"id":44,"title":"Control","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":8.34,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2evj.jpg","release_date":1566864000,"genres":["Shooter","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S","Google Stadia"],"summary":"Control is a supernatural 3rd person action-adventure will challenge you to master the combination of supernatural abilities, modifiable loadouts and reactive environments while fighting through a deep and unpredictable world."},{"id":45,"title":"Modern Warfare Campaign","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null},{"id":46,"title":"System Shock 2","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":22,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4bak.jpg","release_date":934329600,"genres":["Shooter","Puzzle","Role-playing (RPG)"],"platforms":["PC (Microsoft Windows)","Mac"],"summary":"A first-person cyberpunk exploratory horror RPG and sequel to System Shock (1994) in which a soldier wakes up in the starship Van Braun in the aftermath of a disaster and finds himself in the midst of a conflict between SHODAN, the artificial intelligence antagonist of System Shock seeking mastery over humanity, and The Many, a flesh-based psychic hive mind led by the ship's corrupted AI."},{"id":47,"title":"S.T.A.L.K.E.R.: Shadow of Chernobyl","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5pz6.jpg","release_date":1174348800,"genres":["Shooter","Role-playing (RPG)"],"platforms":["PC (Microsoft Windows)"],"summary":"Year 2012. Six years passed since the time of the Second catastrophe to have made the April events of 1986 fade.\n\nThe game is set in the Chernobyl exclusion zone which turned from a destiny-breaker place into a threat to all mankind. The Zone is reluctant to open up its mysteries and needs to be forced to do it. It is a rare hero who can reach the very heart of the Zone onto find out what danger awaits him there.\n\nA danger which, compared to marauders and enemy groupings, all monsters and anomalies, will seem a mere preparation to the meeting with something more fatal and threatening.\n\nBut for now… get ready, hero. Collect artefacts and trade, grope your path and keep an eye on the rear, catch roentgens and fight – only make sure you survive! And then, perhaps, if you are persistent and truly lucky, you will find out why all this had fallen on you."},{"id":49,"title":"Metal Gear Solid V: The Phantom Pain","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1985,"rating":9.573684210526316,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1v85.jpg","release_date":1441065600,"genres":["Shooter","Tactical","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360","PlayStation 4","Xbox One"],"summary":"Metal Gear Solid V: The Phantom Pain is the final game in the Metal Gear series. It is the sequel to Metal Gear Solid V: Ground Zeroes released the year before and a prequel to the original Metal Gear. The game has a complex story with long cut-scene sequences, but there are fewer and they are shorter compared to earlier Metal Gear Solid titles. Most of the gameplay mechanics introduced in Ground Zeroes are carried over: it is still an action game and stealth oriented but replaces the linear corridor design from most earlier titles with large open world environments that offer the player unrestricted freedom for the approach. The world has now a real-time day and night cycle and various weather effects that influence enemy behaviour, visibility and sound. Sabotaging or destroying certain structures can also influence other parts of the map."},{"id":50,"title":"Half-Life 2","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":233,"rating":9.1,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1nmw.jpg","release_date":1100563200,"genres":["Shooter"],"platforms":["Linux","PC (Microsoft Windows)","PlayStation 3","Xbox","Xbox 360","Mac","Android"],"summary":"1998. HALF-LIFE sends a shock through the game industry with its combination of pounding action and continuous, immersive storytelling.\n\nNOW. By taking the suspense, challenge and visceral charge of the original, and adding startling new realism and responsiveness, Half-Life 2 opens the door to a world where the player's presence affects everything around them, from the physical environment to the behaviors even the emotions of both friends and enemies."},{"id":51,"title":"Doom Eternal","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":103298,"rating":8.607142857142858,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3p5n.jpg","release_date":1584576000,"genres":["Shooter"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S","Google Stadia"],"summary":"Hell’s armies have invaded Earth. Become the Slayer in an epic single-player campaign to conquer demons across dimensions and stop the final destruction of humanity. The only thing they fear... is you."},{"id":53,"title":"Triangle Strategy","status":"DROP","date_started":"2022-11-29","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":143610,"rating":8.411111111111111,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3vno.jpg","release_date":1646352000,"genres":["Role-playing (RPG)","Strategy","Turn-based strategy (TBS)","Tactical"],"platforms":["PC (Microsoft Windows)","Nintendo Switch"],"summary":"Three nations battle for control of the dwindling resources of salt and iron in this HD-2D adventure tactical RPG. Featuring deep gameplay full of choices and consequences, strategically survey the battlefield to gain the upper hand."},{"id":54,"title":"Crusader Kings III","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":124954,"rating":9.133333333333333,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2g3i.jpg","release_date":1598918400,"genres":["Role-playing (RPG)","Simulator","Strategy"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 5","Xbox Series X|S"],"summary":"Crusader Kings III is the newest generation in the medieval role-playing grand strategy game series Crusader Kings. Expand and improve your realm, whether a mighty kingdom or modest county. Use marriage, diplomacy and war to increase your power and prestige in a meticulously detailed map that stretches from Spain to India, Scandinavia to Central Africa."},{"id":56,"title":"Forza Motorsport","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":8.75,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6lzd.jpg","release_date":1696896000,"genres":["Racing","Simulator","Sport"],"platforms":["PC (Microsoft Windows)","Xbox Series X|S"],"summary":"Out-build the competition in the new career. Race your friends in adjudicated multiplayer events. Compete in over 500 cars on world-famous tracks with cutting-edge AI, advanced physics, tire and fuel strategy, and driver and safety ratings."},{"id":57,"title":"Hollow Knight","status":"COMP","date_started":"2023-06-05","date_finished":"2023-06-27","score":9,"user":"Ciro","comments":"","igdb_id":14593,"rating":9.125,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1rgi.jpg","release_date":1487894400,"genres":["Platform","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","Wii U","Nintendo Switch"],"summary":"A 2D metroidvania with an emphasis on close combat and exploration in which the player enters the once-prosperous now-bleak insect kingdom of Hallownest, travels through its various districts, meets friendly inhabitants, fights hostile ones and uncovers the kingdom's history while improving their combat abilities and movement arsenal by fighting bosses and accessing out-of-the-way areas."},{"id":58,"title":"Outer Wilds","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":11737,"rating":8.471428571428572,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co65ac.jpg","release_date":1559001600,"genres":["Puzzle","Simulator","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"Outer Wilds is a critically-acclaimed and award-winning open world mystery about a solar system trapped in an endless time loop. The newest member of the space program in a small village on the planet Timber Hearth, the player navigates a space shuttle and travels across their solar system to get to the bottom of its mysteries by exploring the cosmos and gathering the knowledge hidden within each of the system's planets, left behind by another civilization in the distant past."},{"id":59,"title":"The Longest Journey","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":895,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5vwq.jpg","release_date":942969600,"genres":["Point-and-click","Puzzle","Adventure"],"platforms":["PC (Microsoft Windows)","iOS"],"summary":"The Longest Journey is an amazing graphical adventure, where the player controls the protagonist, April Ryan, on her journey between parallel universes. Embark on an exciting and original journey of discovery, where you will explore, solve puzzles, meet new people, face terrifying monsters, learn, grow, and live the adventure of a lifetime!"},{"id":60,"title":"Monkey Island 2: LeChuck's Revenge","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co30yr.jpg","release_date":691545600,"genres":["Point-and-click","Puzzle","Adventure"],"platforms":["DOS","Mac","Amiga"],"summary":"Wannabe pirate Guybrush Threepwood, and the now zombie pirate LeChuck, return in what has long been considered one of the greatest LucasArts adventure games of all time.\n\nHaving seemingly defeated the evil ghost pirate LeChuck in his first adventure, Guybrush Threepwood sets his sights on the legendary treasure of Big Whoop. But wait, LeChuck is now back in zombie form and he's out for revenge. Guybrush will have to use his wits, his humor and his insatiable desire for adventure to defeat his nemesis once and for all and truly prove himself the greatest pirate in the Caribbean. Voodoo dolls, spitting contests and amusement parks are just some of the challenges Guybrush must overcome as he meets old friends, fights new enemies and uses every ounce of his mojo to overcome the wrath of LeChuck's revenge."},{"id":61,"title":"What Remains of Edith Finch","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":11233,"rating":8.695238095238095,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1rbj.jpg","release_date":1492992000,"genres":["Puzzle","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Mac","iOS","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"What Remains of Edith Finch is a collection of short stories about a cursed family in Washington State.\n\nEach story offers a chance to experience the life of a different family member with stories ranging from the early 1900s to the present day. The gameplay and tone of the stories are as varied as the family members themselves. The only constants are that each is played from a first-person perspective and that each story ends with that family member's death. It's a game about what it feels like to be humbled and astonished by the vast and unknowable world around us.\n\nYou'll follow Edith Finch as she explores the history of her family and tries to figure out why she's the last Finch left alive."},{"id":62,"title":"Scorn","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":19817,"rating":6.333333333333334,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4v5c.jpg","release_date":1665705600,"genres":["Puzzle","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 5","Xbox Series X|S"],"summary":"Scorn is an atmospheric first person horror adventure game set in a nightmarish universe of odd forms and somber tapestry. It is designed around an idea of \"being thrown into the world\". Isolated and lost inside this dream-like world you will explore different interconnected regions in a non-linear fashion. The unsettling environment is a character itself. Every location contains its own theme (story), puzzles and characters that are integral in creating a cohesive lived in world. Throughout the game you will open up new areas, acquire different skill sets, weapons, various items and try to comprehend the sights presented to you."},{"id":63,"title":"The Stanley Parable","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":3035,"rating":8.85,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1rc9.jpg","release_date":1381968000,"genres":["Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac"],"summary":"The Stanley Parable is a first-person exploration game which ponders questions related to player agency, narrative pacing, escapism through gaming, objective-driven game design, authorial intent, and the conflict of interest between players and game creators."},{"id":64,"title":"Psychonauts 2","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":14741,"rating":8.711111111111112,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1sod.jpg","release_date":1629763200,"genres":["Platform","Adventure"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Xbox Series X|S"],"summary":"Psychonauts 2 is a mind-bending trip through the strange worlds hiding inside our brains. Freshly-minted special agent and acrobat extraordinaire Razputin “Raz” Aquato returns to unpack emotional baggage and expand mental horizons. Along the way he’ll help new friends, like this magical mote of light voiced (and sung) by Jack Black. Raz must use his powers to unravel dark mysteries about the Psychonauts team and his own family origins."},{"id":65,"title":"Night in the Woods","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":10148,"rating":8.833333333333332,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4ovg.jpg","release_date":1487635200,"genres":["Platform","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","iOS","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5"],"summary":"Night In The Woods is an adventure game heavily focused on story, characters and exploration, with some platforming to get around town. Mae's a cat so the roofs and ledges and powerlines are all her playground, and she's not the only one up there by a long shot. You'll also be doing various activities and interacting with the world in different ways, getting to know the townspeople, hanging out with friends, exploring Possum Springs inside and out, and venturing into the surrounding areas."},{"id":66,"title":"Pony Island","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":15734,"rating":9.2,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2hqv.jpg","release_date":1451865600,"genres":["Puzzle","Simulator","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac"],"summary":"Pony Island is a suspense puzzle game in disguise. You are in limbo, trapped in a malevolent and malfunctioning arcade machine devised by the devil himself. It is not a game about ponies."},{"id":67,"title":"Hotline Miami","status":"COMP","date_started":"2022-11-20","date_finished":"2022-11-22","score":8,"user":"Ciro","comments":"","igdb_id":1384,"rating":8.620000000000001,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1vqp.jpg","release_date":1350950400,"genres":["Shooter","Indie","Arcade"],"platforms":["Linux","PC (Microsoft Windows)","PlayStation 3","Mac","Android","PlayStation Vita","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S","Google Stadia"],"summary":"A top-down slasher/shooter with unlockable gameplay-altering masks and weapons, featuring a neon-flavoured electronic aesthetic, in which a hitman receives anonymous calls ordering him to travel to certain residences and crime dens and massacre those within, as he stumbles through unreal visions and inconsistencies without any answers to how, why or who."},{"id":68,"title":"Hotline Miami 2: Wrong Number","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":2126,"rating":7.13076923076923,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3wf6.jpg","release_date":1425945600,"genres":["Shooter","Indie"],"platforms":["Linux","PC (Microsoft Windows)","PlayStation 3","Mac","PlayStation Vita","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S","Google Stadia"],"summary":"A sequel, sidequel and prequel to Hotline Miami (2012) with similar unlockables, violent top-down gameplay and '80s Miami/modern electronic aesthetics, Hotline Miami 2 follows multiple factions related to the events of the original game as they commit increasingly bloody and surreal acts. A greater emphasis is put on storytelling, and the boundaries between real and fictional violence."},{"id":69,"title":"Manifold Garden","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":13621,"rating":8.583333333333332,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2ws9.jpg","release_date":1571356800,"genres":["Puzzle","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Mac","iOS","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"Manifold Garden is a game that reimagines physics and space.\n\nExplore a world of beautiful Escher-esque architecture where the laws of physics are different. Geometry repeats infinitely in every direction and falling down leads you back to where you started. Manipulate gravity to change your perspective and see the world in new ways. Master the rules of the universe and restore a barren world with vegetation and life.\n\nKey Features\n- An expansive and visually striking world filled with mind-bending puzzles.\n- Manipulate gravity to gain new perspectives and walk on any visible surface.\n- Experience space in new ways as you explore infinitely repeating Escher-esque architecture."},{"id":70,"title":"Papers, Please","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":2935,"rating":8.24,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1vep.jpg","release_date":1375920000,"genres":["Point-and-click","Puzzle","Simulator","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","Android","iOS","PlayStation Vita"],"summary":"The communist state of Arstotzka has just ended a 6-year war with neighboring Kolechia and reclaimed its rightful half of the border town, Grestin. Your job as immigration inspector is to control the flow of people entering the Arstotzkan side of Grestin from Kolechia. Among the throngs of immigrants and visitors looking for work are hidden smugglers, spies, and terrorists. Using only the documents provided by travelers and the Ministry of Admission's primitive inspect, search, and fingerprint systems you must decide who can enter Arstotzka and who will be turned away or arrested."},{"id":71,"title":"Time Gentlemen, Please!","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":6253,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4h7c.jpg","release_date":1245628800,"genres":["Point-and-click","Puzzle","Adventure","Indie"],"platforms":["PC (Microsoft Windows)"],"summary":"Ben There, Dan That! and Time Gentlemen, Please! are a couple of rip-roaring point-and-click adventure games . With tongue firmly in cheek, sit back, relax, and put your mind to work solving puzzles, and reading some very funny dialogue. It's like a book, only good!\nFrom an horrific and untimely death in deep, dark Peru, via preposterous-and-suspect alien invasions, to whipping back-and-forth in time to stop Hitler and his army of robot Nazi dinosaur clones, this is one set of adventures you're unlikely to forget.\nKey features:\n\nFunny words that'll actually probably make you laugh out loud!\nGraphics AND sound effects!\nThousands of unique responses for almost every action you can think of!\nNAZI DINOSAURS!"},{"id":72,"title":"Vampire Survivors","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":186725,"rating":8.925,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4bzv.jpg","release_date":1639699200,"genres":["Role-playing (RPG)","Adventure","Indie","Arcade"],"platforms":["PC (Microsoft Windows)","Mac","Android","iOS","Xbox One","Nintendo Switch","Xbox Series X|S"],"summary":"Mow thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with rogue-lite elements, where your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you."},{"id":73,"title":"Beacon Pines","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":143113,"rating":8.5,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5d1x.jpg","release_date":1663804800,"genres":["Adventure","Indie","Visual Novel"],"platforms":["PC (Microsoft Windows)","Xbox One","Nintendo Switch","Xbox Series X|S"],"summary":"Beacon Pines is a cute and creepy adventure game within a magical storybook. You play as both the reader of the book and its main character, Luka. Explore the town to find word charms. Use your charms to change the course of fate!"},{"id":74,"title":"The Case of the Golden Idol","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":166722,"rating":8.9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co54g4.jpg","release_date":1665619200,"genres":["Point-and-click","Puzzle","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Mac","Nintendo Switch"],"summary":"A new kind of detective game that allows you to think and investigate freely. Discover clues surrounding 12 strange and gruesome deaths and build your own theory. Pick your suspect, deduce the motive, unmask the awful truth."},{"id":75,"title":"Devil May Cry 3: Dante's Awakening","status":"START","date_started":"2023-07-13","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":136,"rating":8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1u6u.jpg","release_date":1108598400,"genres":["Shooter","Hack and slash/Beat 'em up","Adventure"],"platforms":["PlayStation 2"],"summary":"Devil May Cry 3: Dante's Awakening is a prequel to the first Devil May Cry. The game plays very differently from its predecessors, as it puts much more emphasis on style rather than simple demon slaying. As such, combat is much more intense and faster than before. An all-new Style system that allows you to select your fighting style has also been incorporated."},{"id":76,"title":"Devil May Cry 4","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":112,"rating":8.12857142857143,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1u6n.jpg","release_date":1201737600,"genres":["Hack and slash/Beat 'em up","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360"],"summary":"Devil May Cry 4 is the second sequel to the original Devil May Cry game. It immerses the player in a gothic supernatural world, where a new protagonist clashes with a familiar hero. As the new leading man, Nero, players will unleash incredible attacks and non-stop combos using a unique new gameplay mechanic, his powerful \"Devil Bringer\" arm. With the advanced graphical capabilities of the PC, high definition visuals and intricate detail come to life as players explore new and exotic locales. Dynamic action and undeniable style combine with explosive fighting options and a gripping story to produce the incomparable experience that only a Devil May Cry game can deliver."},{"id":77,"title":"Devil May Cry 5 + Vergil","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":165882,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3r4e.jpg","release_date":1630368000,"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One"],"summary":"The ultimate Devil Hunter is back in style, in the game action fans have been waiting for. Includes Playable Character: Vergil content (also available separately).\n\nPlease check your previous purchases to avoid duplication."},{"id":78,"title":"Nier: Automata - Game of the Yorha Edition","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":113345,"rating":0,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5p3a.jpg","release_date":1550707200,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4"],"summary":"NieR:Automata tells the story of androids 2B, 9S and A2 and their battle to reclaim the machine-driven dystopia overrun by powerful machines.\n\nThe NieR:Automata Game of the YoRHa Edition includes the game itself and comes packed with DLC and bonus content for the full experience of the award-winning post-apocalyptic action RPG, including:\n- 3C3C1D119440927 DLC*\n- Cardboard Pod Skin\n- Retro Grey Pod Skin\n- Retro Red Pod Skin\n- Grimoire Weiss Pod\n- Machine Mask Accessory\n- (PC Version) Valve Character Accessory, Exclusive set of wallpapers in the following sizes: 1024 x 768, 1280 x 1024, 1920 x 1080, 2560 x 1600\n- (PS4 Version) Play System Pod Skin, the amazarashi Head Pod Skin, a Dynamic Theme and 15 PSN avatars."},{"id":79,"title":"Drakengard","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":11635,"rating":7,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4agx.jpg","release_date":1063238400,"genres":["Role-playing (RPG)","Hack and slash/Beat 'em up"],"platforms":["PlayStation 2","Legacy Mobile Device"],"summary":"Drakengard follows the story of a kingdomless prince named Caim who fights for the Union against the Empire. Under the Union's protection are the Hierarchs and the Goddess, currently Caim's sister Furiae, who is a human manifestation of one of the four seals that protect the world from being broken. As the game begins, Cain is fatally wounded in a battle with the Empire. Encountering a captured Red Dragon who is also near death, Caim makes a fateful choice. In exchange for both their lives, the Red Dragon and Caim will enter a pact. This pact will forever chain their lives to one another and link their souls, at the cost of something irreplaceable. Recharged with the fires of a Dragon, Caim's vengeance burns over the enemy...\n\nThe player controls Caim on his quest. The game is separated into three distinct modes: Aerial combat, Ground combat and Event Combat. In Aerial Combat, Caim rides dragonback against a variety of airborne foes breathing fireballs (strong single shots and weaker multiple lock-on shots). The Dragon is agile and is able to evade incoming threats, turning around completely in a moment. In Ground combat, the game is shown in 3rd person though usually large, open areas. Controlling Caim, his primary ability is the use of a variety of weapons found on the battlefield. These are leveled up through continued usage, and specifically through the killing of individual enemies. Though magic (determined by weapon choice), timed attacks and evasion, Caim breaks through enemy armies. Characters recruited as allies by Caim can also be summoned during battles, steadily losing health until control is returned to Caim. In ground combat, Caim may also call forth his Dragon to ride and strafe enemies from the air. The Dragon's movements are generally the same as in aerial combat but more limited and less agile. Event combat is similar to Ground combat, but shown isometrically, restricted to a single weapon and without the aid of a dragon. It is used mainly to tell story sequences.\n\nLevels that have been visited before might become \"Expedition Missions\" which are optional and contain new objectives, enemies and weapons. Additionally, any level previously played in the storyline may be revisited at any time. Depending on Caim's choices (and prerequisites for those choices), there are five different endings to Drakengard."},{"id":80,"title":"Final Fantasy VI","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":158985,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6ple.jpg","release_date":1645574400,"genres":["Role-playing (RPG)"],"platforms":["PC (Microsoft Windows)","Android","iOS","PlayStation 4","Nintendo Switch"],"summary":"The original Final Fantasy VI comes to life with completely new graphics and audio! A remodeled 2D take on the sixth game in the world-renowned Final Fantasy series! Enjoy the timeless story told through charming retro graphics."},{"id":81,"title":"Final Fantasy VII","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":207026,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4xgh.jpg","release_date":1344902400,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"In addition to graphical resolution improvements to the previous port, this re-release of the PC version of Final Fantasy VII also featured cloud saving, as well as unlockable achievements and a Character Booster feature. The consoles versions of Final Fantasy VII are based on the PC re-release, some little graphical improvements were made."},{"id":82,"title":"Final Fantasy IX","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":88970,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4zrj.jpg","release_date":1454976000,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"platforms":["PC (Microsoft Windows)","Android","iOS"],"summary":"Along with the graphic improvements, this version of Final Fantasy IX also includes the usual set of new features to be found on Final Fantasy ports, with a suite of achievements available to unlock as well as seven game boosters, which include a high-speed mode and the ability to disable encounters."},{"id":83,"title":"Final Fantasy X/X-2 HD Remaster","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":8.644444444444444,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2zpl.jpg","release_date":1388016000,"genres":["Role-playing (RPG)","Strategy"],"platforms":["PC (Microsoft Windows)","PlayStation 3","PlayStation Vita","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Based on the international versions of the games that were previously only released in Japan and Europe, FINAL FANTASY X/X-2 HD Remaster brings these timeless classics forward to the current generation of fans, old and new alike."},{"id":84,"title":"Final Fantasy XV","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":359,"rating":8.144,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6nz1.jpg","release_date":1480377600,"genres":["Role-playing (RPG)","Hack and slash/Beat 'em up","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation VR","Google Stadia"],"summary":"Play as Noctis, the Crown Prince of the Kingdom of Lucis, as you seek to reclaim your homeland from the imperial army. With your closet friends along for the ride, you’ll travel through the breath-taking world of Eos encountering larger-than-life beasts and unforgiving enemies. Face thrilling combat as you learn to master your weaponry and magic skills by channeling the power of your ancestors."},{"id":85,"title":"Mega Man III","status":"COMP","date_started":"2023-03-03","date_finished":"2023-03-04","score":6,"user":"Ciro","comments":"","igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co557g.jpg","release_date":723168000,"genres":["Platform","Adventure"],"platforms":["Game Boy","Nintendo 3DS"],"summary":"Mega Man III is an action-platform video game by Capcom for the Nintendo Game Boy. It is the third game in the handheld version of the Mega Man series. The game follows the title character Mega Man as he fights the evil Dr. Wily, whose latest attempt to conquer the world involves sucking energy from the Earth's core to power a new machine. Along with foes from his past, Mega Man must contend with the next robot in Wily's line of \"Mega Man Killers\", Punk. Like its two consecutive predecessors on the Game Boy, the game combines elements from two previously released Nintendo Entertainment System (NES) titles: Mega Man 3 and Mega Man 4. In 2013, Mega Man III was made available on the Virtual Console of Japan's Nintendo eShop for the Nintendo 3DS. It was later released in the North American and PAL region eShops the following year."},{"id":86,"title":"Fire Emblem: The Blazing Blade","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1439,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1p7c.jpg","release_date":1051228800,"genres":["Role-playing (RPG)","Strategy","Tactical"],"platforms":["Game Boy Advance","Wii U"],"summary":"It is the seventh game of the Fire Emblem series, the second game in the series to be released for the Game Boy Advance, and the first to be released in both North America and Europe. It features a prologue storyline designed to introduce newcomers to Fire Emblem gameplay and tactical basics. The overall narrative is a prequel to the events of the previous game, Fire Emblem: The Binding Blade, which is set twenty years later.\n\nThe game was first released under the localized title \"Fire Emblem\" in the West, but it was later rebranded as \"Fire Emblem: The Blazing Blade\" when Fire Emblem Heroes was released."},{"id":87,"title":"Mafia: Definitive Edition","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":7.4727272727272736,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co26vl.jpg","release_date":1600905600,"genres":["Shooter","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One"],"summary":"Re-made from the ground up, rise through the ranks of the Mafia during the Prohibition era of organized crime. After a run-in with the mob, cab driver Tommy Angelo is thrust into a deadly underworld. Initially uneasy about falling in with the Salieri crime family, Tommy soon finds that the rewards are too big to ignore."},{"id":88,"title":"Dishonored","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":533,"rating":9.035714285714286,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5pcs.jpg","release_date":1349740800,"genres":["Puzzle","Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360"],"summary":"Dishonored is an immersive first-person action game that casts you as a supernatural assassin driven by revenge. With Dishonored’s flexible combat system, creatively eliminate your targets as you combine the supernatural abilities, weapons and unusual gadgets at your disposal. Pursue your enemies under the cover of darkness or ruthlessly attack them head on with weapons drawn. The outcome of each mission plays out based on the choices you make."},{"id":89,"title":"Dishonored 2","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":11118,"rating":8.584999999999999,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5pd0.jpg","release_date":1478822400,"genres":["Shooter","Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One"],"summary":"Dishonored 2 is a first-person action video game and the sequel to Dishonored. It borrows many of the gameplay elements from the first opus: players define their own play style by blending action, assassination, stealth, mobility and combat. Combining tools at their disposal, players are allowed options to eliminate enemies, whether they choose to pursue them unseen or ruthlessly attack head on. Dishonored 2 features the same campaign style as its predecessor in which the protagonist must advance through a series of missions."},{"id":90,"title":"Tales of Symphonia","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":221717,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5iu9.jpg","release_date":1381363200,"genres":["Role-playing (RPG)"],"platforms":["PC (Microsoft Windows)","PlayStation 3"],"summary":"An HD remaster of the Playstation 2 version of Tales of Symphonia that comes with extra content. It is also bundled in the Tales of Symphonia Chronicles collection for the Playstation 3.\n\nOver 80 hours of gameplay in this epic, emotionally charged storyline. Experience the fierce, action-packed battle system. Combine hundreds of special attacks and magic spells.\n\nIn a dying world, legend has it that a Chosen One will one day rise from amongst the people and the land will be reborn. The line between good and evil blurs in this epic adventure where the fate of two interlocked worlds hangs in the balance."},{"id":91,"title":"Yakuza 1&2 HD Edition","status":"START","date_started":"2023-05-01","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":26603,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5248.jpg","release_date":1351728000,"genres":["Fighting","Hack and slash/Beat 'em up"],"platforms":["PlayStation 3","Wii U"],"summary":"A high-definition remaster of the first two games in the series was released in Japan on November 1, 2012 for PlayStation 3. The high-definition remaster was ported to Wii U and released in Japan on August 8, 2013 under the title Ryuu ga Gotoku 1&2 HD for Wii U. Both versions of the compilation were only released in Japan."},{"id":92,"title":"Darksiders","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":8.1625,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co29t0.jpg","release_date":1262649600,"genres":["Role-playing (RPG)","Hack and slash/Beat 'em up","Adventure"],"platforms":["Linux","PC (Microsoft Windows)","PlayStation 3","Xbox 360"],"summary":"Apocalyptic power of War: Unleash the wrath of War, combining brutal attacks and supernatural abilities to decimate all who stand in your way.\nEpic quest: Battle across the wastelands and demon-infested dungeons of the decimated Earth in your quest for vengeance and redemption.\nCharacter progression: Uncover powerful ancient relics, upgrade your weapons, unlock new abilities, and customize your gameplay style.\nBattle Heaven and Hell: Battle against all who stand in your way—from war-weary angelic forces to Hell's hideous demon hordes."},{"id":93,"title":"The Legend of Heroes: Trails in the Sky","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":8986,"rating":8.5,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co74e4.jpg","release_date":1088035200,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)"],"platforms":["PC (Microsoft Windows)","PlayStation Portable"],"summary":"From the makers of the Ys games comes a series of RPGs telling a legend of adventure, political intrigue, and mystery, with a tale of growing up at the core. With a mix of turn-based and strategy combat, and an equipment system blending traits of famous games like Final Fantasy 7 and Chrono Cross, battles will cause unique builds and plans to handle many different situations and allow for different play styles. Wonderfully detailed characters abound, even to the smallest NPC, and the player will find themself taking the world in at every turn. Trails in the Sky sets a new standard for making an enjoyable and immersive RPG."},{"id":94,"title":"Assassin's Creed Origins","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":28540,"rating":8.593333333333334,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1rbe.jpg","release_date":1508976000,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","PlayStation 5","Xbox Series X|S","Google Stadia"],"summary":"For the last four years, the team behind Assassin’s Creed IV Black Flag has been crafting a new beginning for the Assassin’s Creed franchise.\n\nSet in Ancient Egypt, players will journey to the most mysterious place in history, during a crucial period that will shape the world and give rise to the Assassin’s Brotherhood. Plunged into a living, systemic and majestic open world, players are going to discover vibrant ecosystems, made of diverse and exotic landscapes that will provide them with infinite opportunities of pure exploration, adventures and challenges.\n\nPowered by a new fight philosophy, Assassin's Creed Originsembraces a brand new RPG direction where players level up, loot, and choose abilities to shape and customize their very own skilled Assassin as they grow in power and expertise while exploring the entire country of Ancient Egypt."},{"id":95,"title":"Assassin's Creed Odyssey","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":103054,"rating":8.835714285714285,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2nul.jpg","release_date":1538697600,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","PlayStation 5","Xbox Series X|S","Google Stadia"],"summary":"Write your own epic odyssey and become a legendary Spartan hero in Assassin's Creed Odyssey, an inspiring adventure where you must forge your destiny and define your own path in a world on the brink of tearing itself apart. Influence how history unfolds as you experience a rich and ever-changing world shaped by your decisions."},{"id":96,"title":"Assassin's Creed Valhalla","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":133004,"rating":8.508333333333333,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2ed3.jpg","release_date":1604966400,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","PlayStation 5","Xbox Series X|S","Google Stadia"],"summary":"In Assassin's Creed Valhalla, become Eivor, a legendary Viking raider on a quest for glory. Explore a dynamic and beautiful open world set against the brutal backdrop of England’s Dark Ages. Raid your enemies, grow your settlement, and build your political power in the quest to earn a place among the gods in Valhalla."},{"id":97,"title":"Bayonetta","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":9.086666666666666,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1p92.jpg","release_date":1256774400,"genres":["Shooter","Hack and slash/Beat 'em up"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360","Nintendo Switch"],"summary":"A member of an ancient witch clan and possessing powers beyond the comprehension of mere mortals, Bayonetta faces-off against countless angelic enemies, many reaching epic proportions, in a game of 100% pure, unadulterated all-out action. Outlandish finishing moves are performed with balletic grace as Bayonetta flows from one fight to another. With magnificent over-the-top action taking place in stages that are a veritable theme park of exciting attractions, Bayonetta pushes the limits of the action genre, bringing to life its fast-paced, dynamic climax combat."},{"id":98,"title":"Dark Souls: Remastered","status":"COMP","date_started":"2023-03-19","date_finished":"2023-03-31","score":8,"user":"Ciro","comments":"","igdb_id":81085,"rating":8.7,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2uro.jpg","release_date":1527033600,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Dark Souls Remastered is a remastered version of the original game Dark Souls. The updated version of the game features graphical enhancements, an expanded online mode, and the Artorias of the Abyss DLC."},{"id":99,"title":"BioShock","status":"DROP","date_started":"2023-03-18","date_finished":"2023-04-25","score":null,"user":"Ciro","comments":"","igdb_id":152660,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3aet.jpg","release_date":1262649600,"genres":["Shooter","Hack and slash/Beat 'em up","Adventure"],"platforms":["Legacy Mobile Device"],"summary":"The year is 1960 and the player character, Jack, is on board a plane crossing the Atlantic ocean. Things go wrong though and the plane crashes. Jack is lucky though and finds himself outside a lighthouse. This is no ordinary lighthouse however. It leads to Rapture, an Utopian underwater city built by the tycoon Andrew Ryan. It's not long until Jack is contacted by a man called Atlas who offers Jack his support."},{"id":100,"title":"The Witcher","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":80,"rating":8.8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1xrx.jpg","release_date":1193356800,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","Mac"],"summary":"Based on the novel series by Andrzej Sapkowski, The Witcher follows Geralt of Rivia, an amnesiac witcher (problem solver and slayer of monsters) whose home, the Kaer Morhen citadel, is besieged by an organization called the Salamandra, who steal their valuable potions and get away. Throughout the game, Geralt must resolve people's moral dilemmas, connect the dots of his past and track down the Salamandra."},{"id":101,"title":"The Elder Scrolls IV: Oblivion","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":59,"rating":9.42,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1tc8.jpg","release_date":1142812800,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360"],"summary":"The Elder Scrolls IV: Oblivion, the fourth game in the Elder Scrolls story, is set within the province of Cyrodiil, the heartland and Imperial capital of Tamriel. Emperor Uriel Septim VII is assassinated in flight from his own palace, but just before he dies he passes on to you the mystic Amulet of Kings. The adventure proper begins with the quest to find Uriel's lost and illegitimate son who is the only heir to the throne. In a world where the forces of darkness seek their ultimate dominion over the ranks of man and mer alike, you alone stand between the future of Tamriel and the gates of Oblivion."},{"id":102,"title":"Red Dead Redemption","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":434,"rating":9.18,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2lcv.jpg","release_date":1274140800,"genres":["Shooter","Role-playing (RPG)","Adventure"],"platforms":["PlayStation 3","Xbox 360"],"summary":"A modern-day Western epic, Red Dead Redemption takes John Marston, a relic from the fast-closing time of the gunslinger, through an open-world filled with wildlife, mini games and shootouts. Marston sets out to hunt down his old gang mates for the government, who have taken away his family, and meets many characters emblematic of the Wild West, heroism and the new civilization along his journey."},{"id":103,"title":"Persona 3 FES","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":11437,"rating":9.15,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6j8n.jpg","release_date":1176940800,"genres":["Role-playing (RPG)","Simulator","Visual Novel"],"platforms":["PlayStation 2","PlayStation 3"],"summary":"Shin Megami Tensei: Persona 3 FES is an add-on disc for Persona 3 containing updates to the original game (referred in the game as \"The Journey\"), as well as a new epilogue story, The Answer, in which the player controls Aigis. The subtitle \"Fes\" is derived from the word \"festival\"."},{"id":104,"title":"Persona 4 Golden","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":234702,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co63fe.jpg","release_date":1592006400,"genres":["Role-playing (RPG)","Adventure","Visual Novel"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","Xbox Series X|S"],"summary":"A coming of age story that sets the protagonist and his friends on a journey kickstarted by a chain of serial murders.\n\nNow available on modern platforms, the world-renowned Persona 4 Golden promises unforgettable adventures, meaningful bonds, and heartwarming experiences."},{"id":105,"title":"Persona 5 Royal","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":114283,"rating":9.4,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1nic.jpg","release_date":1572480000,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"An enhanced version of Persona 5 with some new characters and a third semester added to the game. Released Internationally in 2020."},{"id":106,"title":"Pokémon Black Version","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1521,"rating":8.8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1z1x.jpg","release_date":1284768000,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"platforms":["Nintendo DS"],"summary":"Pokémon Black Version and Pokémon White Version are the primary paired versions of Generation V.\nBlack and White follow the trends set up by previous games in the series. Two player characters (one male and one female) travel a new region, Unova, on their Pokémon journeys. This region is inhabited by various Pokémon, and unlike before, none of those available prior to Generation V can be obtained before completing the main story by defeating Team Plasma.\nThe games' names were revealed on the official Japanese Pokémon website on April 9, 2010, and scans from the subsequent issue of the magazine leaked the following day, April 10.\nPokémon Black and White are followed in 2012 by two sequels, Pokémon Black 2 and White 2, which are set two years after the events of Black and White. Black 2 and White 2 are the second and final paired versions of Generation V."},{"id":107,"title":"Tactics Ogre: Let Us Cling Together","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":9.2,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co48g3.jpg","release_date":812937600,"genres":["Role-playing (RPG)","Strategy","Turn-based strategy (TBS)","Tactical","Adventure"],"platforms":["Wii","PlayStation","Sega Saturn","PlayStation Portable","Super Famicom","Satellaview"],"summary":"Tactics Ogre is a 3D isometric tactical role-playing game. The player starts out with a band of troops, builds a small army and fights many battles with choices to make in between, that will determine which one of the eight possible endings will be reached in a non-linear storyline. The player has the option to recruit characters, control individual equipment of each character, with over six male character classes, six female character classes, three demi-human classes, and more. It is also possible to train at safe locations to prepare the army before the next battle or storyline advancement."},{"id":108,"title":"Silent Hill HD Collection","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":5.95,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co284k.jpg","release_date":1332201600,"genres":["Adventure"],"platforms":["PlayStation 3","Xbox 360"],"summary":"Silent Hill HD Collection is a compilation of remastered ports of Silent Hill 2 and Silent Hill 3. The core play mechanics and story for all games remained mostly the same with some artistic changes in the remastered versions. Both games have had a graphics overhaul to allow them to support modern 720p resolution on consoles, as well as run at locked 30 frames per second. They also feature an alternate voice dub, as well as PlayStation Network Trophies and Xbox 360 Achievements. Players have the option to switch between the original voice acting and the alternate voice acting for Silent Hill 2, while the re-dub is mandatory for Silent Hill 3 because it lacks the original voice acting."},{"id":109,"title":"Dead Estate","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":141453,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5sqr.jpg","release_date":1604102400,"genres":["Shooter","Indie","Arcade"],"platforms":["PC (Microsoft Windows)","Web browser"],"summary":"Dead Estate is a gory, fast-paced top-down shooter roguelike with a heavy emphasis on Halloween and horror. Ascend four floors of a monster-filled mansion with two different playable characters, 25 different weapons to choose from, and 50 different items to aid you along the way!"},{"id":110,"title":"Into the Breach","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":27117,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2gjp.jpg","release_date":1519689600,"genres":["Puzzle","Role-playing (RPG)","Simulator","Strategy","Turn-based strategy (TBS)","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","Android","iOS","Nintendo Switch","Google Stadia"],"summary":"The remnants of human civilization are threatened by gigantic creatures breeding beneath the earth. You must control powerful mechs from the future to hold off this alien threat. Each attempt to save the world presents a new randomly generated challenge in this turn-based strategy game from the makers of FTL."},{"id":112,"title":"Attack on Titan","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":14879,"rating":7.33125,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4qqz.jpg","release_date":1455753600,"genres":["Hack and slash/Beat 'em up"],"platforms":["PC (Microsoft Windows)","PlayStation 3","PlayStation Vita","PlayStation 4","Xbox One"],"summary":"Attack on Titan closely follows the riveting story line of Attack on Titan’s first season and focuses on the exploits of various key characters, putting the player in a position to relive the anime’s most shocking, courageous, and exhilarating moments. It revolves around the story of three young people who survive the destruction of their walled city district by enormous, man-eating Titans and eventually go on to join the Scout Regiment in order to protect humanity from this overpowering foe."},{"id":113,"title":"Fights in Tight Spaces","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":132422,"rating":7.7666666666666675,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co29ev.jpg","release_date":1614124800,"genres":["Fighting","Strategy","Turn-based strategy (TBS)","Tactical","Indie","Card & Board Game"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Fights in Tight Spaces blends deck-building, turn-based tactics, and thrilling animated fight sequences in classic action-movie settings. Learn to balance your hand, momentum, and positioning to overcome the odds to defeat your adversaries.\n\nPick from over 150 cards as you build a deck to suit your play style and your opponents’. Encounter random events, acquire enhancements (or injuries), and make critical choices about how best to upgrade your agent for the fights ahead."},{"id":114,"title":"Gordian Quest","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":125048,"rating":7.75,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4opa.jpg","release_date":1585267200,"genres":["Role-playing (RPG)","Strategy","Turn-based strategy (TBS)","Tactical","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Nintendo Switch"],"summary":"An epic roguelike / lite that combines the best elements of deckbuilding, tactical combat and strategic decision-making. Lead and manage heroes on gruelling missions. Forge bonds and discover new skills among them. Unravel curses laid upon the lands and defeat the ultimate evil at the heart of it all."},{"id":115,"title":"Nitro Kid","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":204438,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4up5.jpg","release_date":1666051200,"genres":["Strategy","Turn-based strategy (TBS)","Tactical","Indie","Card & Board Game"],"platforms":["PC (Microsoft Windows)"],"summary":"Synthwave roguelike deckbuilder set in the neon 80's. Pick your agent. Build your deck. Hit card combos and fight through the floors of INFINITY tower. Featuring 30+ Synthwave tracks composed exclusively for the game."},{"id":116,"title":"Neon White","status":"COMP","date_started":"2022-12-30","date_finished":"2023-01-03","score":8,"user":"Ciro","comments":"","igdb_id":143612,"rating":8.86,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2tgh.jpg","release_date":1655337600,"genres":["Shooter","Platform","Indie","Visual Novel"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Nintendo Switch","PlayStation 5"],"summary":"Neon White is a lightning fast first-person action game about exterminating demons in Heaven. You are White, an assassin handpicked from Hell to compete with other demon slayers for a chance to live permanently in Heaven. The other assassins seem familiar, though… did you know them in a past life?"},{"id":117,"title":"Needy Streamer Overload","status":"COMP","date_started":"2023-01-04","date_finished":"2023-01-05","score":6,"user":"Ciro","comments":"","igdb_id":146564,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co57rh.jpg","release_date":1642723200,"genres":["Point-and-click","Role-playing (RPG)","Simulator","Adventure","Indie","Visual Novel"],"platforms":["PC (Microsoft Windows)","Mac","Nintendo Switch"],"summary":"NEEDY STREAMER OVERLOAD is a “multi-ending ADV” depicting daily life with “OMGkawaiiAngel-chan”, a young girl with a rather extreme need for approval attempting to become the #1 “Internet Angel” (streamer)."},{"id":118,"title":"Hand of Fate 2","status":"COMP","date_started":"2023-02-22","date_finished":"2023-03-23","score":7,"user":"Ciro","comments":"","igdb_id":18645,"rating":7.609090909090909,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2iiq.jpg","release_date":1510012800,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Hack and slash/Beat 'em up","Adventure","Indie","Card & Board Game"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Hand of Fate 2 is a dungeon crawler set in a world of dark fantasy. Master a living boardgame where every stage of the adventure is drawn from a deck of legendary encounters chosen by you! Choose wisely - your opponent, the enigmatic Dealer, will pull no punches as he shapes you into the instrument of his revenge.\n\nThe table has changed, but the stakes remain the same: life or death!\n\nKEY GAME FEATURES\n\nA world transformed - 100 years have passed since the Dealer was usurped and the Game of Life and Death gained a new master.\n\n22 exciting new challenges that will push your deck-building skills to the limit - Hunt fiendish assassins, reunite star-crossed lovers or build up a fortress to withstand a raider assault!\n\nEnlist the aid of all new companion characters - team up with them in battle, or have them bend the rules of the boardgame in your favor!\n\nHundreds of new encounters, artifacts and items to earn and upgrade.\n\nEnhanced action-RPG combat - shred foes with quick dual-wielded daggers or brutalize them with heavy two-handed hammers. Build up your combo meter to unleash powerful special attacks!\n\nEngage new foes united by all-new card suits - Cross swords with disciplined Imperial soldiers, purge corrupted mutants and fend off northern raiders."},{"id":119,"title":"Marvel's Spider-Man: Miles Morales","status":"COMP","date_started":"2023-01-30","date_finished":"2023-02-14","score":8,"user":"Ciro","comments":"","igdb_id":134581,"rating":8.8625,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2dwe.jpg","release_date":1605139200,"genres":["Hack and slash/Beat 'em up","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","PlayStation 5"],"summary":"The latest adventure in the Spider-Man universe will build on and expand ‘Marvel’s Spider-Man’ through an all-new story. Players will experience the rise of Miles Morales as he masters new powers to become his own Spider-Man."},{"id":120,"title":"One Piece Odyssey","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":194837,"rating":7.128571428571429,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5x13.jpg","release_date":1673481600,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","PlayStation 5","Xbox Series X|S"],"summary":"One Piece Odyssey is an RPG that puts players in control of Luffy and the other Straw Hat Pirates in an open world. You can travel around an island embarking on quests, exploring dungeons, solving puzzles and battling creatures in turn-based combat. During fights, the crew is divided up between active members and reserve members. All characters receive EXP, regardless of whether they are part of the active party or not."},{"id":121,"title":"Horizon Zero Dawn: Complete Edition","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":9.25,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2tem.jpg","release_date":1512518400,"genres":["Shooter","Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4"],"summary":"In an era where machines roam the land and mankind is no longer the dominant species, a young hunter named Aloy embarks on a journey to discover her destiny. Explore a vibrant and lush world inhabited by mysterious mechanized creatures. Embark on a compelling, emotional journey and unravel mysteries of tribal societies, ancient artefacts and enhanced technologies that will determine the fate of this planet and of life itself.\n\nHorizon: Zero Dawn Complete Edition includes Horizon Zero Dawn and the frozen wilds expansion."},{"id":122,"title":"Sakuna: Of Rice and Ruin","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":36595,"rating":7.742857142857143,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2las.jpg","release_date":1604966400,"genres":["Platform","Role-playing (RPG)","Simulator","Hack and slash/Beat 'em up","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Nintendo Switch"],"summary":"In Sakuna: Of Rice and Ruin, players take on the role of Sakuna, a proud yet lonely harvest goddess who is banished to a dangerous island with a group of outcast humans. Sakuna tames the island by defeating demons using farm tools as weapons while also making ample use of her “celestial scarf,” a magical item that allows her to grapple distant enemies and platforms. Along the way, she establishes a home in a mountain village, which serves as a base of operations for crafting weapons and cooking food. Additionally, as a harvest goddess, she grows rice by following a detailed process that encompasses everything from planting to harvesting. Through this process, across each of the four seasons, she’s able to improve the harvest and hone her battle skills alike."},{"id":123,"title":"The Wonderful 101: Remastered","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":7.42,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co26zl.jpg","release_date":1589846400,"genres":["Strategy","Hack and slash/Beat 'em up","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Nintendo Switch"],"summary":"A team of heroes from around the world must unite to protect the earth from vicious alien invaders!\nThis band of 100 Wonderful Ones works together using their fantastic abilities to create a variety of forms. Whether it be a giant fist or a sharp blade, they'll use their wits and power to overcome the enemy’s pitfalls and perils!\nAnd the final member of this team of courageous heroes - is you."},{"id":127,"title":"Atomic Heart","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":76747,"rating":7.15,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co68ag.jpg","release_date":1676937600,"genres":["Shooter","Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","PlayStation 5","Xbox Series X|S"],"summary":"Atomic Heart is an adventure first-person shooter, events of which unfolds in an alternate universe during the high noon of the Soviet Union. The principal character of the game is a special agent P-3, who after an unsuccessful landing on enterprise \"3826\" is trying to figure out what went wrong."},{"id":128,"title":"Oxenfree","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":14587,"rating":7.85625,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2hlq.jpg","release_date":1452729600,"genres":["Role-playing (RPG)","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","Android","iOS","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Oxenfree is a supernatural adventure game. Rites of passage and Senior year traditions set the stage for a group of friends sneaking off to Edwards Island, an old military outpost with no phone service. Players will take on the role of Alex as she brings her new stepbrother Jonas to an overnight party gone horribly wrong. Inspired by classic cult films like Stand by Me and Poltergeist, Oxenfree is an adventure that pulls from the past but looks to the present. “It’s a coming of age story where players control how their hero comes of age,” says Sean Krankel, co-founder of Night School. “We’re drawing on the fond and mortifying aspects of being in your late teens, and setting it against a dangerous and ghostly backdrop.”"},{"id":129,"title":"Transistor","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":3022,"rating":8.525,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1pi1.jpg","release_date":1400544000,"genres":["Role-playing (RPG)","Strategy","Turn-based strategy (TBS)","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","iOS","PlayStation 4","Nintendo Switch"],"summary":"An unconventional tactical action RPG in which after a powerful group called the Camerata cause measureless destruction through the ambiguous settlement of Cloudbank, Red, a famous singer in the city, goes on a journey along with her lover who is trapped inside the Transistor, a powerful machine with mysterious properties, to get to the bottom of the situation and get her lost voice back."},{"id":131,"title":"Untitled Goose Game","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":72813,"rating":8.222222222222223,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1vqc.jpg","release_date":1568937600,"genres":["Puzzle","Simulator","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"It's a lovely morning in the village and you are a horrible goose.\n\nUntitled Goose Game is a slapstick-stealth-sandbox, where you are a goose let loose on an unsuspecting village. Make your way around town, from peoples' back gardens to the high street shops to the village green, setting up pranks, stealing hats, honking a lot, and generally ruining everyone’s day."},{"id":132,"title":"Limbo","status":"COMP","date_started":"2023-02-28","date_finished":"2023-02-28","score":7,"user":"Ciro","comments":"","igdb_id":1331,"rating":8.4,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1qrs.jpg","release_date":1279670400,"genres":["Platform","Puzzle","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","PlayStation 3","Xbox 360","Mac","Android","iOS","PlayStation Vita","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Limbo is a black and white puzzle-platforming adventure. Play the role of a young boy traveling through an eerie and treacherous world in an attempt to discover the fate of his sister."},{"id":134,"title":"Golf Story","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":35626,"rating":8.32857142857143,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2q9e.jpg","release_date":1506556800,"genres":["Role-playing (RPG)","Simulator","Sport","Adventure","Indie"],"platforms":["Nintendo Switch"],"summary":"Play the story of a golfer, forced to give up all that he holds dear for one final shot at accomplishing his dream.\n\nBut all is not so simple in the world of golf. To best today's players you have to be able to keep up with them not just on the course, but also off it."},{"id":135,"title":"Katana Zero","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":20150,"rating":8.475,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1isp.jpg","release_date":1555545600,"genres":["Platform","Strategy","Adventure","Indie","Arcade"],"platforms":["PC (Microsoft Windows)","Mac","Xbox One","Nintendo Switch"],"summary":"Katana Zero is a fast paced neo-noir action platformer, focusing on tight, instant-death acrobatic combat, and a dark 80's neon aesthetic. Aided with your trusty katana, the time manipulation drug Chronos and the rest of your assassin's arsenal, fight your way through a fractured city, and take back what's rightfully yours."},{"id":136,"title":"The Legend of Zelda: Ocarina of Time 3D","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1039,"rating":9.2,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co600u.jpg","release_date":1308182400,"genres":["Puzzle","Role-playing (RPG)","Adventure"],"platforms":["Nintendo 3DS"],"summary":"The Legend of Zelda: Ocarina of Time 3D is a remake of Ocarina of Time with more up-to-date graphics, streamlined UI and different additional game modes. Most textures are significantly more detailed, and many models are more faithful to the game's concept and promotional art. In addition, the frame rate has been increased to 30 FPS compared to the original's 20 FPS."},{"id":137,"title":"The Legend of Zelda: Breath of the Wild","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":7346,"rating":9.75925925925926,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3p2d.jpg","release_date":1488499200,"genres":["Puzzle","Role-playing (RPG)","Adventure"],"platforms":["Wii U","Nintendo Switch"],"summary":"The Legend of Zelda: Breath of the Wild is the first 3D open-world game in the Zelda series. Link can travel anywhere and be equipped with weapons and armor found throughout the world to grant him various bonuses. Unlike many games in the series, Breath of the Wild does not impose a specific order in which quests or dungeons must be completed. While the game still has environmental obstacles such as weather effects, inhospitable lands, or powerful enemies, many of them can be overcome using the right method. A lot of critics ranked Breath of the Wild as one of the best video games of all time."},{"id":138,"title":"The Legend of Zelda: A Link to the Past","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1026,"rating":10,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3vzn.jpg","release_date":690681600,"genres":["Puzzle","Adventure"],"platforms":["Wii","Super Nintendo Entertainment System","Wii U","Super Famicom","New Nintendo 3DS","Satellaview"],"summary":"The Legend of Zelda: A Link to the Past is a top-down action game with puzzle-solving elements similar to the original The Legend of Zelda. After the side-scrolling and RPG-like gameplay of Zelda II: The Adventure of Link, the game is a return to the top-down view and gameplay style of the first installment. It introduces major new items to the series such as the Master Sword and the concept of two different worlds, which was revisited to some extent in Ocarina of Time with two distinct time periods rather than dark and light worlds."},{"id":139,"title":"Super Metroid","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1103,"rating":10,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5osy.jpg","release_date":764035200,"genres":["Shooter","Platform","Adventure"],"platforms":["Wii","Super Nintendo Entertainment System","Wii U","Super Famicom","New Nintendo 3DS"],"summary":"The Space Pirates, merciless agents of the evil Mother Brain, have stolen the last Metroid from a research station, and once again Mother Brain threatens the safety of the galaxy! Samus Aran must don her awesome array of high-tech weaponry to retrieve the deadly Metroid hidden deep within the cave-riddled planet Zebes. Super Metroid features excellent graphics, with a huge variety of enemies and worlds to explore. The side-view action will be familiar to many players, only now there are new weapons and items, including the Grappling Beam, which allows Samus to swing across large chasms, and the X-Ray Scope, which reveals secret passages."},{"id":140,"title":"Metroid II: Return of Samus","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1102,"rating":6,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1wwx.jpg","release_date":683164800,"genres":["Shooter","Platform","Adventure"],"platforms":["Game Boy","Nintendo 3DS"],"summary":"A Sinister Planet Threatens the Galaxy!\n\nSpace Hunter Samus Aran returns to battle a planet crawling with evil creatures bent on universal domination in this bigger than ever sequel to the NES classic, Metroid.\n\nTake control! Guide Samus through cavernous corridors, ancient ruins and alien traps. On the mysterious planet of the Metroids, you'll find artifacts of a lost civilization that grant amazing powers. Cut through creatures in a buzz-saw blur! Roll through hidden tunnels and climb sheer walls!\n\nA battery back-up allows you to save your progress as you fight to the heart of the planet and search for the merciless Metroid leaders. If you are a cunning explorer, you'll earn the best of several super endings.\n\nEnter this exciting Metroid sequel and experience the thrills of Game Boy like never before!\n\nThe Game Boy Color has stored preset color palettes for Metroid II and a few other Game Boy games. If played on the GBC the game will have some variation in color."},{"id":141,"title":"Grand Theft Auto IV","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":731,"rating":8.8125,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2lbv.jpg","release_date":1209427200,"genres":["Shooter","Racing","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360"],"summary":"Grand Theft Auto IV is an action-adventure video game developed by Rockstar North and published by Rockstar Games. It is the eleventh title in the Grand Theft Auto series, and the first main entry since 2004's Grand Theft Auto: San Andreas.\n\nThe game is played from a third-person perspective and its world is navigated on-foot or by vehicle. Throughout the single-player mode, players play as Niko Bellic. An online multiplayer mode is included with the game, allowing up to 32 players to engage in both co-operative and competitive gameplay in a recreation of the single-player setting.\n\nTwo expansion packs were later released for the game, The Lost and Damned and The Ballad of Gay Tony, which both feature new plots that are interconnected with the main Grand Theft Auto IV storyline, and follow new protagonists."},{"id":142,"title":"Perfect Dark","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1463,"rating":7,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co77xv.jpg","release_date":958953600,"genres":["Shooter"],"platforms":["Nintendo 64"],"summary":"Perfect Dark is a first-person shooter video game developed by Rare and published by Nintendo for the Nintendo 64 video game console. It is considered the spiritual successor to Rare's earlier first-person shooter GoldenEye 007, with which it shares many gameplay features. Perfect Dark was first released in North America on 22 May 2000; PAL and NTSC-J releases followed soon afterwards. A separate Game Boy Color game, also titled Perfect Dark, was released in August 2000 as a supplement to the game and allows certain features within the Nintendo 64 game to alternatively be unlocked via a Transfer Pak.\n\nThe game features a single-player mode consisting of 17 main missions in which the player assumes the role of Carrington Institute agent Joanna Dark as she attempts to stop a conspiracy by rival corporation dataDyne. It also features a range of multiplayer options, including a co-operative mode and traditional deathmatch settings. Technically, it is one of the most advanced games developed for the Nintendo 64, with an optional high resolution graphics mode and Dolby Surround Sound. A Nintendo 64 Expansion Pak is required to access the game's campaign and most of the multiplayer features."},{"id":143,"title":"Grand Theft Auto III","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":730,"rating":9.5,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2lb8.jpg","release_date":1003708800,"genres":["Shooter","Racing","Simulator","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 2","Xbox","Mac","PlayStation 4"],"summary":"Featuring a fully 3-D living city, a combination of narrative driven and non-linear gameplay and a completely open environment, Grand Theft Auto III represents a huge leap forward in interactive entertainment. For the first time, players are put at the heart of their very own gangster movie, and let loose in a fully-realised 3 dimensional city, in which anything can happen and probably will.\n\nWith a cast of hundreds, 50 plus vehicles, ranging from sports cars to ice cream trucks and from boats to buses, 3 hours of music, including opera, reggae, house, drum and bass, pop and disco, a huge array of street ready weapons and some of the seediest characters in video game history, Grand Theft Auto 3 is a sprawling epic which will show you that sometimes, crime can pay and sometimes it can pay you back. Available now for PlayStation2, Xbox, PC and Macintosh."},{"id":144,"title":"Halo: The Master Chief Collection","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":7348,"rating":8.6,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1t95.jpg","release_date":1415664000,"genres":["Shooter"],"platforms":["PC (Microsoft Windows)","Xbox One","Xbox Series X|S"],"summary":"The improved and enhanced Halo: The Master Chief Collection features visual enhancements with up to 4K UHD resolution, improved matchmaking, offline LAN, customizable installation options, and faster load times, it’s the definitive way to experience the ultimate Halo saga. Includes the extensive suite of campaign, multiplayer and additional features from Halo: Combat Evolved Anniversary, Halo 2: Anniversary, Halo 3, and Halo 4 - all updated to run at 60FPS."},{"id":145,"title":"GoldenEye 007","status":"COMP","date_started":"2023-03-05","date_finished":"2023-03-08","score":6,"user":"Ciro","comments":"","igdb_id":1638,"rating":8.8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co62k0.jpg","release_date":872294400,"genres":["Shooter"],"platforms":["Nintendo 64"],"summary":"GoldenEye 007 is a first-person shooter video game developed by Rare and based on the 1995 James Bond film GoldenEye. It was exclusively released for the Nintendo 64 video game console in August 1997."},{"id":146,"title":"The House in Fata Morgana","status":"START","date_started":"2023-04-16","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":36278,"rating":8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co23cn.jpg","release_date":1356566400,"genres":["Adventure","Indie","Visual Novel"],"platforms":["PC (Microsoft Windows)","Android","Nintendo 3DS","iOS","PlayStation Vita","PlayStation 4"],"summary":"A gothic suspense tale set in a cursed mansion. \"The House in Fata Morgana\" is a full-length visual novel spanning nearly a millennium that deals in tragedy, human nature, and insanity."},{"id":147,"title":"The Legend of Zelda: Twilight Princess","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":134014,"rating":9.75,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3w1h.jpg","release_date":1163894400,"genres":["Role-playing (RPG)","Adventure"],"platforms":["Wii"],"summary":"The Legend of Zelda: Twilight Princess was initially developed with the Nintendo GameCube in mind, but ended up receiving a Wii port when it was released to promote the new console. This version has motion control compatibility for the sword and pointer controls for the menus, the bow and the boomerang. This version of the game has a completely inverted map and locations when comparing with the GameCube release. The change in layout was meant to adapt Link's usually left-handed design to right-handed people, given the motion controls."},{"id":148,"title":"The Legend of Zelda: The Wind Waker","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1033,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3ohz.jpg","release_date":1039737600,"genres":["Puzzle","Role-playing (RPG)","Adventure"],"platforms":["Nintendo GameCube"],"summary":"The Legend of Zelda: The Wind Waker is the first Zelda game for the Nintendo GameCube and also the first in the series to employ cel-shading, a lighting and texturing technique that results in the game having a cartoon-like appearance. Like its predecessors, The Wind Waker is an action game with puzzle-solving and light role-playing elements. Basic gameplay mechanics are similar to those found in Ocarina of Time, but it differentiates itself with its massive Great Sea which must be explored using a boat named King of Red Lions."},{"id":149,"title":"Mass Effect 2","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":74,"rating":9.559999999999999,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co20ac.jpg","release_date":1264464000,"genres":["Shooter","Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360"],"summary":"Are you prepared to lose everything to save the galaxy? You'll need to be, Commander Shephard. It's time to bring together your greatest allies and recruit the galaxy's fighting elite to continue the resistance against the invading Reapers. So steel yourself, because this is an astronomical mission where sacrifices must be made. You'll face tougher choices and new, deadlier enemies. Arm yourself and prepare for an unforgettable intergalactic adventure.\n\nGame Features:\n\nShift the fight in your favour. Equip yourself with powerful new weapons almost instantly thanks to a new inventory system. Plus, an improved health regeneration system means you'll spend less time hunting for restorative items.\n\nMake every decision matter. Divisive crew members are just the tip of the iceberg, Commander, because you'll also be tasked with issues of intergalactic diplomacy. And time's a wastin' so don't be afraid to use new prompt-based actions that let you interrupt conversations, even if they could alter the fate of your crew...and the galaxy.\n\nForge new alliances, carefully. You'll fight alongside some of your most trustworthy crew members, but you'll also get the opportunity to recruit new talent. Just choose your new partners with care because the fate of the galaxy rests on your shoulders, Commander."},{"id":150,"title":"The Legend of Zelda: Majora's Mask 3D","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":8593,"rating":9.115384615384617,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1ujb.jpg","release_date":1423699200,"genres":["Role-playing (RPG)","Adventure"],"platforms":["Nintendo 3DS"],"summary":"The Legend of Zelda: Majora's Mask 3D is a remake of the original Nintendo 64 game with more up-to-date graphics, streamlined UI and different additional game modes. Most textures are significantly more detailed, and many models are more faithful to the game's concept and promotional art. In addition, the frame rate has been increased to 30 FPS compared to the original's 20 FPS."},{"id":151,"title":"Metroid Prime Remastered","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":9.36,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co658o.jpg","release_date":1675814400,"genres":["Shooter","Platform","Adventure"],"platforms":["Nintendo Switch"],"summary":"Get behind the visor of intergalactic bounty hunter Samus Aran in her critically-acclaimed first-person adventure.\n\nStep into the boots of Samus Aran as you navigate the winding paths and interconnected environments of an alluring-yet-dangerous alien planet. Use powers like the iconic Morph Ball and Grapple Beam to revisit hard-to-reach areas and find a path forward. With revamped graphics, sound, unlockable art, and updated control schemes, Samus’ 3D platforming debut has reached greater heights. Calm and capable, Samus takes on this solo mission...but she is far from alone."},{"id":152,"title":"Chrono Trigger","status":"COMP","date_started":"2023-07-13","date_finished":"2023-07-17","score":9,"user":"Ciro","comments":"","igdb_id":206320,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co54iy.jpg","release_date":1519689600,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)"],"summary":"The timeless RPG classic returns loaded with upgrades! Journey to the forgotten past, to the far future, and to the end of time. A big adventure to save the planet, now begins…"},{"id":153,"title":"Return of the Obra Dinn","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":9643,"rating":9.457142857142857,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co27j9.jpg","release_date":1539820800,"genres":["Puzzle","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"In this 1-bit first-person mystery game, a merchant ship called the Obra Dinn has appeared at a London harbor, years after being declared lost at sea. As an insurance adjuster, the player must examine the ship for clues."},{"id":154,"title":"The Witness","status":"START","date_started":"2023-10-01","date_finished":null,"score":null,"user":"Ciro","comments":null,"igdb_id":5601,"rating":8.833333333333332,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3hih.jpg","release_date":1453766400,"genres":["Puzzle","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Mac","iOS","PlayStation 4","Xbox One"],"summary":"The Witness is a single-player game in an open world with dozens of locations to explore and over 500 puzzles. This game respects you as an intelligent player and it treats your time as precious. There's no filler; each of those puzzles brings its own new idea into the mix. So, this is a game full of ideas."},{"id":155,"title":"Mother 1+2","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co28i8.jpg","release_date":1056067200,"genres":["Role-playing (RPG)","Adventure"],"platforms":["Game Boy Advance"],"summary":"Mother 1+2 is a compilation of the first two installments of the Mother series, MOTHER and MOTHER 2: GIYGAS STRIKES BACK! (known outside Japan as EarthBound Beginnings and EarthBound, respectively).\n\nMother tells the story of Ninten, a 12-year-old boy who journeys around the world using his psychic powers to collect eight melodies in order to save the planet from an evil race of mind-controlling aliens.\n\nMother 2 tells the story of Ness, a young boy who journeys around the world also using psychic powers to collect eight melodies in order to save the future from an alien of pure evil, intending to sentence all of reality to the horror of eternal darkness.\n\nThe version of Mother included in this bundle has a special item that can be used to change the difficulty of the game, since it lessens the amount of random encounters and modifies the overall status of the enemies."},{"id":156,"title":"Undertale","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":12517,"rating":9.638461538461538,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2855.jpg","release_date":1442275200,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation Vita","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"A small child falls into the Underground, where monsters have long been banished by humans and are hunting every human that they find. The player controls the child as they try to make it back to the Surface through hostile environments, all the while engaging with a turn-based combat system with puzzle-solving and bullet hell elements, as well as other unconventional game mechanics."},{"id":157,"title":"Castlevania: Symphony of the Night","status":"START","date_started":"2023-03-11","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":1128,"rating":9.233333333333333,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co53m8.jpg","release_date":858816000,"genres":["Platform","Role-playing (RPG)","Adventure"],"platforms":["PlayStation","PlayStation 3","Xbox 360","PlayStation Vita"],"summary":"A seminal 2D metroidvania in which after the events of Castlevania: Rondo of Blood (1993), a man named Alucard arrives at Dracula's castle after it rises from the rubble, and seeks to defeat the evil contained within it once and for all by exploring, fighting its inhabitants and collecting the various weapons and abilities hidden in its depths."},{"id":158,"title":"Castlevania: Rondo of Blood","status":"COMP","date_started":"2023-03-01","date_finished":"2023-03-02","score":5,"user":"Ciro","comments":"","igdb_id":1139,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co20dk.jpg","release_date":751852800,"genres":["Platform","Adventure"],"platforms":["Wii","PlayStation Portable","Turbografx-16/PC Engine CD"],"summary":"In Castlevania X: Rondo of Blood, the player takes control of Richter, the ultimate Vampire Killer, guiding him through a total of nine stages filled with treacherous traps and hidden secrets. Using your legendary whip – passed on from generations of Belmonts – and a powerful selection of Item Crash attacks, it's up to you to destroy Dracula and his evil horde. What's more, rescuing Maria at some juncture in the game allows you to use her as a playable character for even more vampire-slaying fun."},{"id":159,"title":"The Legend of Dragoon","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":3140,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4pan.jpg","release_date":944092800,"genres":["Role-playing (RPG)"],"platforms":["PlayStation","PlayStation 3","PlayStation Portable","PlayStation Vita"],"summary":"A peaceful beginning. The legend was born 10,000 years ago. A violent uprising. A civilization of flying creatures enslave the human race. A bloody war. In a bid for freedom, the humans harness the spiritual forces of Dragons and triumph. Tranquility and harmony exist between all. But the past and the future are about to collide...\n\nUnveil a fantasy of magnificence, deception, magical combat and retribution. The journey that seeks the past ends. And the journey to discover today begins. Unleash the spirit of the Dragoons. And discover your destiny."},{"id":160,"title":"Atelier Rorona: The Alchemist of Arland DX","status":"START","date_started":"2023-08-07","date_finished":null,"score":null,"user":"Ciro","comments":null,"igdb_id":105031,"rating":8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co28um.jpg","release_date":1537401600,"genres":["Role-playing (RPG)"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Nintendo Switch"],"summary":"The first game in the Atelier Arland trilogy and 11th game in the main Atelier franchise\nThe Arland trilogy is the 5th set of games in the Atelier franchise.\n\nThis is a port of the 2013 PlayStation 3 and Vita remake, known as Atelier Rorona Plus internationally, with all DLC included."},{"id":161,"title":"Dragon Warrior III","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6s7c.jpg","release_date":976233600,"genres":["Role-playing (RPG)","Adventure"],"platforms":["Game Boy Color"],"summary":"Dragon Quest III: Soshite Densetsu e... is a remake of the third Dragon Quest for the Game Boy Color."},{"id":162,"title":"Hi-Fi Rush","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":233585,"rating":8.5,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6219.jpg","release_date":1674604800,"genres":["Music","Platform","Hack and slash/Beat 'em up","Adventure"],"platforms":["PC (Microsoft Windows)","Xbox Series X|S"],"summary":"As wannabe rockstar Chai, you’ll fight back against a sinister robotics enhancement conglomerate using rhythm-amplified combat where everything – from the motion in the environment to the blows of combat – is synced to the music."},{"id":163,"title":"Fallout 4","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":9630,"rating":8.466666666666667,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1yc6.jpg","release_date":1447027200,"genres":["Shooter","Role-playing (RPG)"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","PlayStation 5","Xbox Series X|S"],"summary":"Bethesda Game Studios welcome you to the world of Fallout 4, their most ambitious game ever, and the next generation of open-world gaming. As the sole survivor of Vault 111, you enter a world destroyed by nuclear war. Every second is a fight for survival, and every choice is yours. Only you can rebuild and determine the fate of the Wasteland. Welcome home."},{"id":164,"title":"Into the Breach","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":27117,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2gjp.jpg","release_date":1519689600,"genres":["Puzzle","Role-playing (RPG)","Simulator","Strategy","Turn-based strategy (TBS)","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","Android","iOS","Nintendo Switch","Google Stadia"],"summary":"The remnants of human civilization are threatened by gigantic creatures breeding beneath the earth. You must control powerful mechs from the future to hold off this alien threat. Each attempt to save the world presents a new randomly generated challenge in this turn-based strategy game from the makers of FTL."},{"id":165,"title":"Kingdom Come: Deliverance","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":4843,"rating":7.372727272727273,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4aqi.jpg","release_date":1518480000,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Story-driven open-world RPG that immerses you in an epic adventure in the Holy Roman Empire. Avenge your parents' death as you battle invading forces, go on game-changing quests, and make influential choices. Explore castles, forests, villages and other realistic settings in medieval Bohemia!"},{"id":166,"title":"Risk of Rain 2","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":28512,"rating":8.733333333333333,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2eu7.jpg","release_date":1553731200,"genres":["Shooter","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","Google Stadia"],"summary":"The classic multiplayer roguelike, Risk of Rain, returns with an extra dimension and more challenging action. No run will ever be the same with randomized stages, enemies, bosses, and items. Play solo, or team up with up to four friends to fight your way through hordes of monsters, unlock new loot, and find a way to escape the planet."},{"id":167,"title":"Lords of the Fallen","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":21593,"rating":7.2,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co72u9.jpg","release_date":1697155200,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 5","Xbox Series X|S"],"summary":"A vast world awaits in all-new, dark fantasy action-RPG, Lords of the Fallen. As one of the fabled Dark Crusaders, embark on an epic quest to overthrow Adyr, the demon God."},{"id":168,"title":"Ghost of Tsushima","status":"COMP","date_started":"2023-05-15","date_finished":"2023-05-30","score":7,"user":"Ciro","comments":"","igdb_id":75235,"rating":9.172727272727274,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2crj.jpg","release_date":1594944000,"genres":["Role-playing (RPG)","Hack and slash/Beat 'em up","Adventure"],"platforms":["PlayStation 4"],"summary":"Uncover the hidden wonders of Tsushima in this open-world action adventure. Forge a new path and wage an unconventional war for the freedom of Tsushima. Challenge opponents with your katana, master the bow to eliminate distant threats, develop stealth tactics to ambush enemies in order to win over the mongols."},{"id":169,"title":"Cave Story+","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":8214,"rating":8.1,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2380.jpg","release_date":1321920000,"genres":["Shooter","Platform","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","Nintendo Switch"],"summary":"A fun epic 2D platformer side scroller that brings a refreshing look to not only retro games, but this is what a \"Remastered Edition\" looks like. Now with multiple endings."},{"id":170,"title":"Far Cry 4","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":6801,"rating":8.642105263157895,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2npa.jpg","release_date":1416268800,"genres":["Shooter","Tactical","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360","PlayStation 4","Xbox One","Google Stadia"],"summary":"In Far Cry 4, players find themselves in Kyrat, a wild region of the Himalayas struggling under the regime of a despotic self-appointed king. Using a vast array of weapons, vehicles and animals, players will write their own story across an exotic open-world landscape."},{"id":171,"title":"The Legend of Zelda: Link's Awakening","status":"COMP","date_started":"2023-03-25","date_finished":"2023-05-18","score":8,"user":"Ciro","comments":"","igdb_id":115284,"rating":8.664285714285715,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1qve.jpg","release_date":1568937600,"genres":["Adventure"],"platforms":["Nintendo Switch"],"summary":"The Legend of Zelda: Link's Awakening is a remake of the 1993 game of the same name. Besides the complete graphical and sound overhaul, its gameplay controls have been changed to incorporate the additional buttons the Switch holds as opposed to the 2-button choice of the Game Boy. The overworld map is far more detailed and specific locations can now be marked to be returned to on a later occasion. Additional heart-pieces can also be won, extending the heart meter to a total of 20 instead of the 14 hearts of the original."},{"id":172,"title":"Dark Souls II: Scholar of the First Sin","status":"COMP","date_started":"2023-04-01","date_finished":"2023-04-16","score":6,"user":"Ciro","comments":"","igdb_id":8222,"rating":8.677777777777777,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co20um.jpg","release_date":1427932800,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360","PlayStation 4","Xbox One"],"summary":"'Dark Souls II: Scholar of the First Sin' is an upgrade and bundle of Dark Souls II that brings the game to Playstation 4 and Xbox One, as well as DX11 features on PC. It also bundles all previous DLCs and provides additional features and content."},{"id":173,"title":"Blasphemous","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":26820,"rating":7.825,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2eyn.jpg","release_date":1568073600,"genres":["Platform","Role-playing (RPG)","Hack and slash/Beat 'em up","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Blasphemous is a punishing action-platformer that combines the fast-paced, skilled combat of a hack-n-slash game with a deep and evocative narrative core. Explore this nightmarish world of twisted religion and discover its many secrets hidden deep inside. Use devastating combos and brutal executions to smite the hordes of grotesque monsters and titanic bosses, who are all ready to rip your limbs off. Locate and equip relics, rosary beads and prayers that call on the powers of the heavens to aid you in your quest to break your eternal damnation."},{"id":174,"title":"9 Years of Shadows","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":143635,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2thu.jpg","release_date":1679875200,"genres":["Platform","Role-playing (RPG)","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Nintendo Switch"],"summary":"9 Years of Shadows is an emotionally-driven Metroidvania, enhanced by healing music that tells the story of Europa, a young woman of noble birth tasked with ending the curse that plagues her people and restoring color to all lands."},{"id":175,"title":"Afterimage","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":185642,"rating":6,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4acg.jpg","release_date":1682380800,"genres":["Platform","Role-playing (RPG)","Hack and slash/Beat 'em up","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"Reveal the hidden secrets of a fantasy land in Afterimage! Explore the magnificent landscapes and ruins of an ancient metropolis, meeting mysterious colossal beings and adorable roaming spirits along the way. The thrilling adventure of this marvelous 2D hand-drawn world awaits you!"},{"id":176,"title":"Ender Lilies: Quietus of the Knights","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":138858,"rating":7.9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6fy2.jpg","release_date":1611187200,"genres":["Platform","Role-playing (RPG)","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"Ender Lilies is a dark fantasy 2D Action RPG about unraveling the mysteries of a nation destroyed by a cataclysmic event. The fallen Kingdom of End is a tragic and beautiful world featuring a majestic castle, submerged forests and forbidden underground areas.\n\nOn this sorrowful journey, encounter horrific enemies against whom a moment of inattention could be fatal. By releasing foes from their undying curse, you may gain their strength. Overcome the hardships of your journey and uncover the truth with the aid of the fallen knights."},{"id":177,"title":"Dark Souls III","status":"START","date_started":"2023-07-18","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":11133,"rating":8.607692307692307,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1vcf.jpg","release_date":1458777600,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One"],"summary":"Dark Souls continues to push the boundaries with the latest, ambitious chapter in the critically-acclaimed and genre-defining series. Prepare yourself and embrace the darkness!"},{"id":178,"title":"Bloodborne","status":"COMP","date_started":"2023-04-21","date_finished":"2023-05-13","score":8,"user":"Ciro","comments":"","igdb_id":7334,"rating":9.11111111111111,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1rba.jpg","release_date":1427155200,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PlayStation 4"],"summary":"An action RPG in which the player embodies a Hunter who, after being transfused with the mysterious blood local to the city of Yharnam, sets off into a \"night of the Hunt\", an extended night in which Hunters may phase in and out of dream and reality in order to thin the outbreak of abominable beasts that plague the land and, for the more resilient and insightful Hunters, uncover the answers to the Hunt's many mysteries."},{"id":179,"title":"Cuphead","status":"COMP","date_started":"2022-04-21","date_finished":"2023-04-21","score":9,"user":"Ciro","comments":"","igdb_id":9061,"rating":8.688235294117646,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co62ao.jpg","release_date":1506643200,"genres":["Shooter","Platform","Indie","Arcade"],"platforms":["PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Cuphead is a classic run and gun action game heavily focused on boss battles. Inspired by cartoons of the 1930s, the visuals and audio are painstakingly created with the same techniques of the era, i.e. traditional cel animation (hand drawn & hand inked!), watercolor backgrounds, and original jazz recordings. Play as Cuphead or Mugman (in single player or co-op) as you traverse strange worlds, acquire new weapons, learn powerful super moves, and discover hidden secrets. Cuphead is all action, all the time."},{"id":180,"title":"Sifu","status":"COMP","date_started":"2023-04-22","date_finished":"2023-04-22","score":7,"user":"Ciro","comments":"","igdb_id":144022,"rating":7.885714285714286,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4h5s.jpg","release_date":1644278400,"genres":["Fighting","Hack and slash/Beat 'em up","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"A third person action game featuring intense hand-to-hand combat, it puts you in control of a young Kung-Fu student on his path of revenge throughout the city."},{"id":181,"title":"Call of Duty: Modern Warfare 2 Campaign Remastered","status":"COMP","date_started":"2023-04-23","date_finished":"2023-04-25","score":7,"user":"Ciro","comments":"","igdb_id":null,"rating":7.4,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2adp.jpg","release_date":1585612800,"genres":["Shooter"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One"],"summary":"The Call of Duty: Modern Warfare 2 Campaign has been fully remastered with improved textures, animations, physically based rendering, high-dynamic range lighting, and much more. Experience classic missions including Cliffhanger, The Gulag, and Whiskey Hotel as you join Soap, Price, Ghost and the rest of Task Force 141 in the globe-spanning fight to restore order to the world."},{"id":182,"title":"The Legend of Zelda: Breath of the Wild","status":"COMP","date_started":"2019-04-25","date_finished":"2019-04-25","score":10,"user":"Federica","comments":null,"igdb_id":7346,"rating":9.75925925925926,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3p2d.jpg","release_date":1488499200,"genres":["Puzzle","Role-playing (RPG)","Adventure"],"platforms":["Wii U","Nintendo Switch"],"summary":"The Legend of Zelda: Breath of the Wild is the first 3D open-world game in the Zelda series. Link can travel anywhere and be equipped with weapons and armor found throughout the world to grant him various bonuses. Unlike many games in the series, Breath of the Wild does not impose a specific order in which quests or dungeons must be completed. While the game still has environmental obstacles such as weather effects, inhospitable lands, or powerful enemies, many of them can be overcome using the right method. A lot of critics ranked Breath of the Wild as one of the best video games of all time."},{"id":183,"title":"Overcooked!","status":"COMP","date_started":null,"date_finished":null,"score":8,"user":"Federica","comments":"","igdb_id":18433,"rating":8.153846153846153,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co262g.jpg","release_date":1470182400,"genres":["Simulator","Strategy","Indie","Arcade"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One"],"summary":"Overcooked! is a co-op cooking game for 1-4 players. Working as a team, you and your fellow chefs must prepare, cook and serve up a variety of tasty orders before the baying customers storm out.\n\nTake part in an epic journey across the Onion Kingdom and tackle an increasingly challenging and bizarre gauntlet of kitchens which will push your skills of co-operation and co-ordination to the very limits."},{"id":184,"title":"Overcooked! 2","status":"COMP","date_started":null,"date_finished":null,"score":8,"user":"Federica","comments":"","igdb_id":103341,"rating":8.045454545454545,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1usu.jpg","release_date":1533600000,"genres":["Simulator","Strategy","Tactical","Indie","Arcade"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Overcooked returns with a brand-new helping of chaotic cooking action! Journey back to the Onion Kingdom and assemble your team of chefs in classic couch co-op or online play for up to four players. Hold onto your aprons… it’s time to save the world again!"},{"id":185,"title":"Pokémon Sword","status":"COMP","date_started":"2021-01-01","date_finished":"2021-01-01","score":8,"user":"Federica","comments":"","igdb_id":37382,"rating":8.236363636363636,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1zk2.jpg","release_date":1573776000,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"platforms":["Nintendo Switch"],"summary":"Unsheathe your sword and take up your shield!\n\nThe world of Pokémon expands to include the Galar region in Pokémon Sword and Pokémon Shield!"},{"id":186,"title":"Pokémon Legends: Arceus","status":"COMP","date_started":null,"date_finished":null,"score":6,"user":"Federica","comments":"","igdb_id":null,"rating":8.533333333333333,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3d03.jpg","release_date":1643328000,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"platforms":["Nintendo Switch"],"summary":"The Pokémon Legends: Arceus game honors past Pokémon games’ core gameplay while infusing new action and RPG elements.\n\nYou’ll need to catch, survey, and research wild Pokémon in a long-gone era of the Sinnoh region to create and complete the region’s first Pokédex."},{"id":187,"title":"Pokémon Violet","status":"COMP","date_started":null,"date_finished":null,"score":8,"user":"Federica","comments":"","igdb_id":null,"rating":8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5sfa.jpg","release_date":1668729600,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"platforms":["Nintendo Switch"],"summary":"The Pokémon Scarlet and Pokémon Violet games, the newest chapters in the Pokémon series, are coming to Nintendo Switch later this year. With these new titles, the Pokémon series takes a new evolutionary step, allowing you to explore freely in a richly expressed open world.\n\nVarious towns blend seamlessly into the wilderness with no borders. You’ll be able to see the Pokémon of this region in the skies, in the seas, in the forests, on the streets—all over! You’ll be able to experience the true joy of the Pokémon series—battling against wild Pokémon in order to catch them—now in an open-world game that players of any age can enjoy.​"},{"id":188,"title":"God of War","status":"COMP","date_started":null,"date_finished":null,"score":7,"user":"Federica","comments":"","igdb_id":null,"rating":9.333333333333332,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3ddc.jpg","release_date":1111449600,"genres":["Puzzle","Strategy","Hack and slash/Beat 'em up","Adventure"],"platforms":["PlayStation 2"],"summary":"God of War is an action-adventure hack-and-slash video game developed by Santa Monica Studio and published by Sony Computer Entertainment (SCE). Initially launched for the PlayStation 2, the game stands as the first instalment in the God of War series and the third in chronological order. Loosely inspired by Greek mythology, it unfolds in ancient Greece with vengeance as its central theme. The player takes on the role of Kratos, the protagonist, a Spartan warrior devoted to the Olympian gods. Tasked by the goddess Athena, Kratos is assigned to eliminate Ares, the God of War and Kratos' former mentor. Ares had deceitfully manipulated Kratos into killing his wife and daughter. As Ares attacks Athens fueled by hatred for Athena, Kratos embarks on a quest to locate Pandora's Box, the sole object capable of permanently stopping the vengeful god."},{"id":189,"title":"God of War II","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":551,"rating":9.275,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3dik.jpg","release_date":1173744000,"genres":["Platform","Hack and slash/Beat 'em up","Adventure"],"platforms":["PlayStation 2"],"summary":"God of War II, an action-adventure hack-and-slash video game, was developed by Santa Monica Studio and published by Sony Computer Entertainment (SCE). Initially launched for the PlayStation 2, it serves as the second installment in the God of War series, the sixth in chronological order, and a sequel to 2005's God of War. The game is rooted in Greek mythology and unfolds in ancient Greece, revolving around the theme of vengeance. The protagonist, Kratos, is the new God of War, having defeated the former, Ares. However, Kratos is betrayed by Zeus, the King of the Olympian gods, who not only strips him of his godhood but also kills him. Dragged slowly to the Underworld, Kratos is rescued by the Titan Gaia, who guides him to seek out the Sisters of Fate. These entities have the power to enable time travel, allowing Kratos to prevent his betrayal, and ultimately seek revenge on Zeus."},{"id":190,"title":"God of War III","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":499,"rating":9.6,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3koi.jpg","release_date":1268697600,"genres":["Hack and slash/Beat 'em up","Adventure"],"platforms":["PlayStation 3"],"summary":"Set in the realm of brutal Greek mythology, God of War III is a single-player game that allows players to take on the climatic role of the ex-Spartan warrior, Kratos, as he scales through the intimidating heights of Mt. Olympus and the dark depths of Hell to seek revenge on those who have betrayed him. Armed with double-chained blades, and an array of new weapons and magic for this iteration of the trilogy, Kratos must take on mythology's darkest creatures while solving intricate puzzles throughout his merciless quest to destroy Olympus. Utilizing a new game engine built from the ground up and state-of-the-art visual technologies, the development team behind God of War III has made standard-setting strides in giving players the realistic feel of actually being on the battlegrounds. With texture resolutions quadrupling since God of War II on PlayStation 2 computer entertainment system, God of War III, in its debut on the PS3 system, will feature fluid, life-like characters, as well as dynamic lighting effects, a robust weapon system, and world-changing scenarios that will truly bring unmistakable realism to Kratos' fateful quest. Players will have a chance to join battles on a grand scale that is four times larger than its predecessor."},{"id":191,"title":"Resident Evil 4","status":"COMP","date_started":null,"date_finished":null,"score":6,"user":"Federica","comments":"","igdb_id":null,"rating":8.16,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2wk8.jpg","release_date":1105401600,"genres":["Shooter"],"platforms":["Nintendo GameCube"],"summary":"Resident Evil 4 is the sixth installment of the Resident Evil series praised as a revolution from the core games. It was the first title to implement a third-person view rather than the original fixed camera angles its predecessors had. Its mechanics have been completely revamped to incorporate fast-paced gunplay, quick controls and shoot-outs involving massive crowds of enemies in more open areas. The brand-new AI system and open environments allow enemies to work together to capture and corner Leon. Enemies are now humans, which allows them to climb up ladders, open doors, and use weapons throughout the game. Resident Evil 4 had one of the most tormented developments in any game, four proposed versions of the game were discarded by the developers before the finished product was released."},{"id":192,"title":"Resident Evil 4","status":"COMP","date_started":"2023-03-24","date_finished":"2023-04-18","score":8,"user":"Federica","comments":"","igdb_id":null,"rating":9.45,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6bo0.jpg","release_date":1679616000,"genres":["Shooter","Puzzle","Adventure"],"platforms":["PC (Microsoft Windows)","Mac","iOS","PlayStation 4","PlayStation 5","Xbox Series X|S"],"summary":"Resident Evil 4 is a remake of the 2005 original Resident Evil 4 reimagined for 2023 to bring state-of-the-art survival horror. Resident Evil 4 preserves the essence of the original game, while introducing modernized gameplay, a reimagined storyline,\nand vividly detailed graphics to make this the latest survival horror game where life and death, terror and catharsis intersect."},{"id":193,"title":"Resident Evil 2","status":"COMP","date_started":"2020-02-14","date_finished":"2020-02-18","score":7,"user":"Federica","comments":"","igdb_id":null,"rating":9.283333333333333,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1ir3.jpg","release_date":1548374400,"genres":["Shooter","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","PlayStation 5","Xbox Series X|S"],"summary":"Resident Evil 2 is a remake of 1998's Resident Evil 2. The game was not developed with the intent of improving the original, but rather a reimagining of the original story with redesigned maps, characters and story elements. Gameplay mechanics are more similar to Resident Evil 7: Biohazard though with the use of an over-the-shoulder camera."},{"id":194,"title":"BattleBlock Theater","status":"COMP","date_started":"2017-01-01","date_finished":"2017-01-01","score":null,"user":"Federica","comments":"","igdb_id":2605,"rating":8.928571428571429,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2ify.jpg","release_date":1364947200,"genres":["Platform","Puzzle","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Xbox 360","Mac"],"summary":"In BattleBlock Theater, players control a prisoner as they are forced to play through games devised by Hatty Hattington. Controls are simple, with the game largely consisting of running, jumping and punching. Levels are made up of various types of blocks, such as collapsing blocks, sticky walls, bouncy volcanic rocks and deadly spikes, and also feature hazards such as water and deadly creatures."},{"id":195,"title":"Ibb & Obb","status":"COMP","date_started":"2017-01-01","date_finished":"2017-01-01","score":null,"user":"Federica","comments":"","igdb_id":9139,"rating":7.9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1qu9.jpg","release_date":1375747200,"genres":["Platform","Puzzle","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","PlayStation 3","Nintendo Switch"],"summary":"The green creature, ibb, and the pink creature, obb, travel through a world divided by a thin horizon line; on either side of the barrier, everything is inverted and gravity works in opposite directions. The game is focused on cooperative play and the two characters must work closely together to progress through the game."},{"id":196,"title":"Left 4 Dead 2","status":"COMP","date_started":"2019-01-01","date_finished":"2019-01-01","score":null,"user":"Federica","comments":"","igdb_id":124,"rating":8.86,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1y2f.jpg","release_date":1258416000,"genres":["Shooter"],"platforms":["Linux","PC (Microsoft Windows)","Xbox 360","Mac"],"summary":"Left 4 Dead 2 is a cooperative first-person shooter video game, the sequel to Valve Corporation's Left 4 Dead. The Game builds upon cooperatively focused gameplay and Valve's proprietary Source engine, the same game engine used in the original Left 4 Dead. Set during the aftermath of an apocalyptic pandemic, Left 4 Dead 2 focuses on four new Survivors, fighting against hordes of the Infected, who develop severe psychosis and exhibit zombie-like tendencies. The Survivors must fight their way through five campaigns, interspersed with safe houses that act as checkpoints, with the goal of escape at each campaign's finale."},{"id":197,"title":"Tomb Raider","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":8.464285714285714,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1rbu.jpg","release_date":1362355200,"genres":["Shooter","Platform","Puzzle","Adventure"],"platforms":["Linux","PC (Microsoft Windows)","PlayStation 3","Xbox 360","Mac"],"summary":"Tomb Raider explores the intense and gritty origin story of Lara Croft and her ascent from a young woman to a hardened survivor. Armed only with raw instincts and the ability to push beyond the limits of human endurance, Lara must fight to unravel the dark history of a forgotten island to escape its relentless hold."},{"id":198,"title":"Rise of the Tomb Raider","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":7323,"rating":8.704,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1rqa.jpg","release_date":1447113600,"genres":["Shooter","Adventure"],"platforms":["Linux","PC (Microsoft Windows)","Xbox 360","Mac","PlayStation 4","Xbox One","PlayStation VR","Google Stadia"],"summary":"Join Lara Croft on her first great tomb raiding expedition as she seeks to discover the secret of immortality. Featuring high-octane action set in the most beautiful and hostile environments on earth, Rise of the Tomb Raider delivers cinematic survival action-adventure."},{"id":199,"title":"Shadow of the Tomb Raider","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":37777,"rating":8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1vcn.jpg","release_date":1536883200,"genres":["Shooter","Adventure"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Xbox Series X|S","Google Stadia"],"summary":"As Lara Croft races to save the world from a Maya apocalypse, she must become the Tomb Raider she is destined to be."},{"id":200,"title":"The LEGO Movie Videogame","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":4845,"rating":6.35,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4kpj.jpg","release_date":1391472000,"genres":["Puzzle","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360","Nintendo 3DS","Wii U","PlayStation Vita","PlayStation 4","Xbox One"],"summary":"Join Emmet and an unlikely group of resistance fighters in their heroic quest to thwart Lord Business' evil plans - a mission that Emmet is hopelessly and hilariously unprepared for. It's a wild ride with a surprising mix of over 90 playable characters including Batman, Superman, Wonder Woman, the Green Ninja, Gandalf, Shakespeare, Cleopatra and more."},{"id":201,"title":"Spyro Reignited Trilogy","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":87683,"rating":8.353846153846153,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1tjo.jpg","release_date":1542067200,"genres":["Platform","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Spyro Reignited Trilogy is a collection of remasters of the first three games in the Spyro series: Spyro the Dragon (1998), Ripto's Rage! (1999), and Year of the Dragon (2000)."},{"id":202,"title":"Resident Evil 5","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":847,"rating":7.840000000000001,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2vzi.jpg","release_date":1236211200,"genres":["Shooter","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360"],"summary":"Resident Evil 5 is the seventh video game in the Resident Evil series. It features similar gameplay to Resident Evil 4 utilizing the same over the shoulder view, but this time the environment plays a significant role. The player is now dependent on his partner more than in older games. When the partner's health bar drop down to 0, he will enter the dying stage where the health bar will flash red and gradually lower as he stays like this. Resident Evil 5 also features new types of enemies called Majini and mostly are of African descent."},{"id":203,"title":"Resident Evil 6","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":1082,"rating":6.391666666666666,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3pyq.jpg","release_date":1349136000,"genres":["Shooter","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation 3","Xbox 360"],"summary":"Resident Evil 6 is the ninth video game installment in the Resident Evil series. It continues the struggle against zombies infected by the new highly virulent C-virus. The game uses the same over-the-shoulder view as Resident Evil 4 and Resident Evil 5, however with a new gameplay mechanic that allows players to slowly move while shoot. Players can select between three scenarios featuring multiple characters and intertwined storylines, and within these scenarios both stories and action cross paths. At key moments during the game, up to four players can join together online to tackle a specific situation, with some stages seeing the usual partnerships swapped to further increase the depth of gameplay."},{"id":204,"title":"Kirby and the Forgotten Land","status":"COMP","date_started":null,"date_finished":null,"score":8,"user":"Federica","comments":"","igdb_id":172427,"rating":8.7875,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3vlw.jpg","release_date":1648166400,"genres":["Platform","Adventure"],"platforms":["Nintendo Switch"],"summary":"Join Kirby in an unforgettable journey through a mysterious world in a delightful 3D platforming adventure. Take control of the powerful pink puffball, Kirby, and move around freely in 3D stages as you discover a mysterious world with abandoned structures from a past civilization - like a shopping mall?! Copy enemies’ abilities like Sword and Ice and use them to attack and explore your surroundings! What journey awaits Kirby? Take a deep breath and get ready for an unforgettable adventure!"},{"id":205,"title":"Kirby Star Allies","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":37137,"rating":7.408333333333333,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1w9t.jpg","release_date":1521158400,"genres":["Platform","Hack and slash/Beat 'em up","Adventure"],"platforms":["Nintendo Switch"],"summary":"Kirby is back in this new title coming to the Nintendo Switch console in HD. Recruit enemies as helpers, use Kirby copy abilities such as Sword, Fire and Water, and join forces with up to three friends for a different kind of team-up action."},{"id":206,"title":"New Super Mario Bros. U Deluxe","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":109457,"rating":8.277777777777777,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1uhl.jpg","release_date":1547164800,"genres":["Platform"],"platforms":["Nintendo Switch"],"summary":"New Super Mario Bros. U including New Super Luigi U. for the Nintendo Switch!"},{"id":207,"title":"Super Mario Odyssey","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":26758,"rating":9.670588235294117,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1mxf.jpg","release_date":1509062400,"genres":["Platform","Adventure"],"platforms":["Nintendo Switch"],"summary":"Explore incredible places far from the Mushroom Kingdom as you join Mario and his new ally Cappy on a massive, globe-trotting 3D adventure. Use amazing new abilities, like the power to capture and control objects, animals, and enemies to collect Power Moons so you can power up the Odyssey airship and save Princess Peach from Bowser’s wedding plans!"},{"id":208,"title":"Pokémon Diamond Version","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":1560,"rating":8.333333333333332,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1zht.jpg","release_date":1159401600,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"platforms":["Nintendo DS"],"summary":"Pokémon Diamond Version and Pearl Version are role-playing games (RPGs) developed by Game Freak and published by Nintendo for the Nintendo DS. With the enhanced remake Pokémon Platinum, the games comprise the fifth installment and fourth generation of the Pokémon series of RPGs. First released in Japan on September 28, 2006, the games were later released to North America, Australia, and Europe over the course of 2007.\n\nLike previous Pokémon games, Diamond and Pearl chronicle the adventures of a young Pokémon trainer as he/she trains and battles Pokémon while also thwarting the schemes of a criminal organization. The games add many new features, such as Internet play over the Nintendo Wi-Fi Connection and changes to battle mechanics and Pokémon Contests, along with addition of 107 new Pokémon. The games are independent of each other but feature largely the same plot and while both can be played separately, it is necessary to trade between them in order to complete the games' Pokédexes."},{"id":209,"title":"Pokémon Pearl Version","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":1518,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1zio.jpg","release_date":1159401600,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"platforms":["Nintendo DS"],"summary":"Pokémon Pearl Version and Diamond Version are role-playing games (RPGs) developed by Game Freak and published by Nintendo for the Nintendo DS. With the enhanced remake Pokémon Platinum, the games comprise the fifth installment and fourth generation of the Pokémon series of RPGs. First released in Japan on September 28, 2006, the games were later released to North America, Australia, and Europe over the course of 2007.\nLike previous Pokémon games, Diamond and Pearl chronicle the adventures of a young Pokémon trainer as he/she trains and battles Pokémon while also thwarting the schemes of a criminal organization. The games add many new features, such as Internet play over the Nintendo Wi-Fi Connection and changes to battle mechanics and Pokémon Contests, along with addition of 107 new Pokémon. The games are independent of each other but feature largely the same plot and while both can be played separately, it is necessary to trade between them in order to complete the games' Pokédexes."},{"id":210,"title":"Pokémon Platinum Version","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":1519,"rating":7.859999999999999,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1zhu.jpg","release_date":1221264000,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"platforms":["Nintendo DS"],"summary":"In Pokémon Platinum another world has emerged in the Sinnoh Region, a world where space and time are altered! Catch, train, and battle your favorite Pokémon, and discover ancient, mythical Pokémon in this exciting adventure! The platinum version also has expanded online options with new experiences in the Wi-Fi Plaza and Battle Frontier!"},{"id":211,"title":"Pokémon LeafGreen Version","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":7,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1zip.jpg","release_date":1075334400,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"platforms":["Game Boy Advance"],"summary":"Pokémon LeafGreen Version and Pokémon FireRed Version are a pair of core series Generation III games that are set in the Kanto region. They were released in Japan on January 29, 2004, in North America on September 9, 2004, in Australia on September 23, 2004 and in Europe on October 1, 2004.\nAs the first remakes in the Pokémon franchise, the games revisit the original pair of Pokémon games, Pokémon Red and Green Versions, and so feature all of the characters, plot elements, and challenges of them, but with several important upgrades to bring them up to speed with other Generation III games.\nThe Game Boy Advance Wireless Adapter was initially included with the games when they were first released, eliminating the need for Game Link Cables when trading between the two games (and later Pokémon Emerald Version). In later copies, it was sold separately.\nFireRed and LeafGreen went on to become the second best-selling games of the Game Boy Advance, only behind Pokémon Ruby and Sapphire Versions. They also received Nintendo's Player's Choice awards."},{"id":212,"title":"A Little to the Left","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":152180,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4hpr.jpg","release_date":1667865600,"genres":["Puzzle","Indie"],"platforms":["PC (Microsoft Windows)","Mac","Nintendo Switch"],"summary":"A Little To The Left is a cozy puzzle game that has you sort, stack, and organize household items into pleasing arrangements while you keep an eye out for a mischievous cat with an inclination for chaos. Check out this playful and intuitive puzzler with 75+ satisfying messes to tidy."},{"id":213,"title":"Professor Layton and the Curious Village","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":8.75,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1wtd.jpg","release_date":1171497600,"genres":["Point-and-click","Puzzle","Visual Novel"],"platforms":["Nintendo DS","Legacy Mobile Device"],"summary":"In the curious village of St. Mystere, townsfolk speak to each other in riddles, lock their doors with sliding puzzles and hide their secrets within brainteasers. When a wealthy baron passes away, his will reveals an elusive treasure hidden someplace inside the village. Now it's up to Professor Layton to untangle St. Mystere's riddles and puzzles, find the hidden treasure, and crack the case."},{"id":214,"title":"Professor Layton and the Diabolical Box","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":8.5,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1wtf.jpg","release_date":1196294400,"genres":["Point-and-click","Puzzle","Visual Novel"],"platforms":["Nintendo DS","Legacy Mobile Device"],"summary":"Professor Layton may be a world-famous sleuth, but even he will need your assistance to crack these challenging puzzles. With Nintendo DS stylus in hand, it's time to muster up some mental might!"},{"id":215,"title":"Professor Layton and the Unwound Future","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":9.26,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1wtg.jpg","release_date":1227744000,"genres":["Point-and-click","Puzzle","Visual Novel"],"platforms":["Nintendo DS"],"summary":"As with previous Professor Layton games, Unwound Future is an adventure game where the player solves puzzles offered by local citizens to progress the story forward, through dialogue and around 32 minutes of full motion video. The player moves about the game through still images of locations. The player can use the DS touchscreen to tap on non-player characters to start a dialog or to obtain a puzzle, and also can search anywhere on the background for hint coins, with some areas needing to be tapped several times to reveal a secret hint coin or puzzle. Puzzles are brainteasers of many varieties, including visual, math, and logic. There is no time limit to solve puzzles, and the player can get up to 3 hints at a cost of one hint coin each; a new feature in Unwound Future is a \"super hint\", costing 2 coins, that can only be bought after the other 3 hints have been revealed, but that nearly reveals the puzzle's solution. If the player is correct in solving the puzzle, they gain a number of \"Picarats\", a form of currency within the game. Guessing the incorrect answer will reduce the number of picarats the player can get on subsequent attempts. Players can visit certain areas in order to play undiscovered or unsolved puzzles that are left behind as the story progresses."},{"id":216,"title":"Slime Rancher","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":16287,"rating":7.7666666666666675,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co73i2.jpg","release_date":1452729600,"genres":["Shooter","Simulator","Strategy","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One"],"summary":"Slime Rancher is a charming, first-person, sandbox experience. Play as Beatrix LeBeau: a plucky, young rancher who sets out for a life a thousand light years away from Earth on the 'Far, Far Range.' Each day will present new challenges and risky opportunities as you attempt to amass a great fortune in the business of slime ranching. Collect colorful slimes, grow crops, harvest resources, and explore the untamed wilds through the mastery of your all-purpose vacpack."},{"id":217,"title":"Bear & Breakfast","status":"START","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":136772,"rating":7.5,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4zsn.jpg","release_date":1658966400,"genres":["Role-playing (RPG)","Simulator","Strategy","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Nintendo Switch","PlayStation 5"],"summary":"Bear and Breakfast is a laid-back management adventure game where you build and run a bed and breakfast...but you’re a bear."},{"id":218,"title":"Professor Layton and the Last Specter","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":8.36,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1wtl.jpg","release_date":1259193600,"genres":["Point-and-click","Puzzle","Visual Novel"],"platforms":["Nintendo DS"],"summary":"Last Specter is the fourth game in the Professor Layton series, and is a prequel that takes place three years before the first trilogy, detailing how Professor Layton met his apprentice, Luke Triton. The game includes over 170 puzzles.\nProfessor Layton and the Last Specter also includes an additional role-playing game entitled Professor Layton's London Life, available from the start of the game. London Life, in which players interact with various characters from the series in a town called \"Little London\", was advertised to contain over 100 hours of content. London Life was removed from the European versions of the game in order to prevent a significant delay of the game's release for translation."},{"id":219,"title":"Professor Layton and the Miracle Mask","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":8.52,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1wtm.jpg","release_date":1298678400,"genres":["Point-and-click","Puzzle","Visual Novel"],"platforms":["Nintendo 3DS"],"summary":"Professor Layton's first adventure on the Nintendo 3DS system takes him to the colorful city of Monte d'Or, where he must stop a mysterious man from wreaking havoc with the powerful Mask of Chaos.\n\nUnravel new details about Professor Layton's past alongside Luke, assistant Emmy Altava, and a whole new cast of characters in this riveting story. Wrack your brain with hundreds of puzzles weaving their way throughout the story. In addition, download free daily puzzles for a year!\n\nWith a robust hint system to help players of all experience levels, and an epic tale packed to the brim with all-new puzzles, Professor Layton makes his triumphant return-only for Nintendo 3DS."},{"id":220,"title":"Professor Layton and the Azran Legacy","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":8.22857142857143,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1wtu.jpg","release_date":1362009600,"genres":["Point-and-click","Puzzle","Visual Novel"],"platforms":["Nintendo 3DS"],"summary":"Journey across the globe aboard the airship Bostonius while solving mind-bending brainteasers themed to their environments. Can you help Professor Layton and his assistants solve the greatest puzzle mankind has ever faced and uncover the mystery surrounding the ancient Azran civilization?\n\nThe Professor Layton series couples brilliant puzzle games with a fascinating story to create a riveting formula that has provided great entertainment for mystery fans and puzzle-solving gurus alike. And now, you can complete the Professor Layton storyline with this brand new puzzle-driven narrative from LEVEL-5. This fun adventure can either stand on its own, or act as the glue that connects the two Layton trilogies into one epic story."},{"id":221,"title":"Layton's Mystery Journey: Katrielle and the Millionaires' Conspiracy - Deluxe Edition","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":8.5,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3128.jpg","release_date":1573171200,"genres":["Puzzle","Adventure"],"platforms":["Nintendo Switch"],"summary":"Layton's Mystery Journey: Katrielle and the Millionaires’ Conspiracy revamped as Deluxe Edition with multiple improved features!\n\nThe game centers on Katrielle Layton, the daughter of famous archaeologist and puzzle-solver Professor Hershel Layton. With the help of her assistant Ernest Greeves, she solves cases in and around London, alongside a talking dog that, for reasons unknown, only the two of them can understand."},{"id":222,"title":"Middle-earth: Shadow of Mordor","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":8.38888888888889,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co20pd.jpg","release_date":1412035200,"genres":["Role-playing (RPG)","Hack and slash/Beat 'em up","Adventure"],"platforms":["Linux","PC (Microsoft Windows)","PlayStation 3","Xbox 360","Mac","PlayStation 4","Xbox One"],"summary":"Middle-earth: Shadow of Mordor is a open world third-person action role-playing video game developed by Monolith Productions and published by Warner Bros. Interactive Entertainment, which takes place in the world of J.R.R. Tolkien's Legendarium.\n\nThe game takes place in the 60-year gap between the events of Tolkien's The Hobbit and The Lord of The Rings. It is a story of revenge, slaughter, and mystery set entirely in Mordor, the Land of Shadows. At its center is Talion, an ordinary man who loses everything, including his mortal life.\n\nThe game is set in a fully open world, and features various role-playing game elements such as experience points and skills. There are various ways the player can complete their main objective. Aside from the main storyline, there are various side quests and random events the player can complete within Mordor.\n\nThe melee system is inspired by that of the Batman Arkham series. Getting into a good fighting rhythm, using both regular attacks and counter-attacks will improve the player's combo multiplier.\n\nA unique feature of Middle-earth: Shadow of Mordor is the Nemesis system. Every enemy in the game has their own name, rank, and memory. These enemies will continue to do their own jobs and tasks even when they're off screen. If the player does not kill an enemy in an encounter, this enemy will remember the player and change their tactics and conversations based on the encounter."},{"id":223,"title":"Minecraft","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2b4k.jpg","release_date":1505865600,"genres":["Simulator","Adventure"],"platforms":["PC (Microsoft Windows)","Android","iOS","PlayStation 4","Xbox One","Nintendo Switch","Amazon Fire TV"],"summary":"Minecraft focuses on allowing the player to explore, interact with, and modify a dynamically-generated map made of one-cubic-meter-sized blocks. In addition to blocks, the environment features plants, mobs, and items. Some activities in the game include mining for ore, fighting hostile mobs, and crafting new blocks and tools by gathering various resources found in the game. The game's open-ended model allows players to create structures, creations, and artwork on various multiplayer servers or their single-player maps. Other features include redstone circuits for logic computations and remote actions, minecarts and tracks, and a mysterious underworld called the Nether. A designated but completely optional goal of the game is to travel to a dimension called the End, and defeat the ender dragon."},{"id":224,"title":"Animal Crossing: New Leaf","status":"COMP","date_started":null,"date_finished":null,"score":null,"user":"Federica","comments":"","igdb_id":null,"rating":8.83,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co3whp.jpg","release_date":1352332800,"genres":["Simulator"],"platforms":["Nintendo 3DS"],"summary":"The charming community-building franchise returns for with Animal Crossing: New Leaf. The Nintendo 3DS entry into this popular franchise introduces a number of options new to Animal Crossing, including the ability to become the head of the village and boost its development, a way to install certain items in the village to make its characteristics more personalized for each player, and the ability to view homes of other players who are tagged through StreetPass connections."},{"id":226,"title":"Birth","status":"COMP","date_started":"2023-04-25","date_finished":"2023-04-25","score":6,"user":"Federica","comments":"","igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4um5.jpg","release_date":1676592000,"genres":["Point-and-click","Puzzle","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Mac","Xbox One"],"summary":"Birth is a pleasantly creepy point-and-click puzzle game about living alone in a large city and constructing a creature to keep you company out of spare bones and organs you find lying around. Explore libraries, post offices, museums, cafes, and apartments that don't belong to you, solving observational puzzles hidden in personal belongings and scenery."},{"id":227,"title":"Ghost Trick: Phantom Detective","status":"START","date_started":"2023-05-12","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":5,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2yj9.jpg","release_date":1276905600,"genres":["Puzzle","Adventure"],"platforms":["Nintendo DS","iOS"],"summary":"Ghost Trick: Phantom Detective is a puzzle/adventure game for the Nintendo DS and iOS. It was developed mainly by Shu Takumi, the man behind the Ace Attorney Series. Game's story centers on the protagonist Sissel, and his ghost's struggle to discover who he was when he was alive and who killed him. The player assumes the role of this ghost, who has the ability to perform various Ghost Tricks to solve puzzles and navigate the world around him."},{"id":228,"title":"Shin Megami Tensei: Devil Survivor Overclocked","status":"START","date_started":"2023-05-13","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":8.4,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co26id.jpg","release_date":1314057600,"genres":["Role-playing (RPG)","Strategy","Tactical"],"platforms":["Nintendo 3DS"],"summary":"Devil Survivor Overclocked is an enhanced port of Devil Survivor made exclusively for the Nintendo 3DS. The port features enhanced art, voice acting for almost every piece of dialogue, new demons and an extended story (8th Day)."},{"id":229,"title":"Evenicle","status":"DROP","date_started":"2023-05-29","date_finished":"2023-06-26","score":null,"user":"Ciro","comments":"","igdb_id":null},{"id":230,"title":"Gravity Rush Remastered","status":"COMP","date_started":"2023-05-30","date_finished":"2023-06-02","score":7,"user":"Ciro","comments":"","igdb_id":null,"rating":7.866666666666667,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co78zm.jpg","release_date":1449705600,"genres":["Platform","Role-playing (RPG)","Hack and slash/Beat 'em up","Adventure"],"platforms":["PlayStation 4"],"summary":"Gravity Rush is an action-adventure video game developed by SIE Japan Studio and Project Siren, and published by Sony Computer Entertainment. Gravity Rush Remastered is the PS4 remaster of the original Gravity Rush game which is bundled with all the previously released downloadable content."},{"id":231,"title":"Pocky & Rocky Reshrined","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":7.7,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4ctq.jpg","release_date":1650499200,"genres":["Shooter","Arcade"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Nintendo Switch","Xbox Series X|S"],"summary":"Pocky & Rocky Reshrined follows the adventures of a young Shinto shrine maiden named Pocky and her companion, Rocky the raccoon, as they take on the Nopino Goblins!\n\nA third sequel in the series, Pocky & Rocky Reshrined is currently being developed by Tengo Project and expected for release on PlayStation 4 and Nintendo Switch in the second half of 2021. Tengo Project consists of staff who worked on the original, as well as Wild Guns: Reloaded and Ninja Saviors: Return of the Warriors."},{"id":232,"title":"Convergence: A League of Legends Story","status":"COMP","date_started":"2023-06-15","date_finished":"2023-06-16","score":6,"user":"Ciro","comments":"","igdb_id":null,"rating":8.65,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co56x9.jpg","release_date":1684800000,"genres":["Platform","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"CONV/RGENCE: A League of Legends Story is a single player, action platformer game developed by Double Stallion Games and published by Riot Forge. Players will explore the spectacular world of Zaun as Ekko, a young inventor with an ingenious device to manipulate time. Follow Ekko’s journey, a fan-favorite LoL Champion, as he discovers that the power to change time comes with many consequences."},{"id":233,"title":"The Mageseeker: A League of Legends Story","status":"DROP","date_started":"2023-06-16","date_finished":"2023-06-26","score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":8.466666666666667,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co670x.jpg","release_date":1681776000,"genres":["Role-playing (RPG)","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"Developed by Digital Sun, creators of Moonlighter, The Mageseeker: A League of Legends Story is an action RPG that takes place in the League of Legends universe. In the kingdom of Demacia, the Mageseekers hold the power to oppress magic-using citizens in the name of public order–by inducting and indoctrinating them, locking them away, or driving them into hiding.\n\nPlay as Sylas, a spell-stealing mage who has just broken free of his unjust captivity at the Mageseekers’ hands. Wielding the chains that once bound you, you must liberate your homeland from tyranny, one Mageseeker at a time."},{"id":234,"title":"Super Meat Boy Forever","status":"COMP","date_started":"2023-06-28","date_finished":"2023-06-30","score":6,"user":"Ciro","comments":"","igdb_id":null,"rating":7.014285714285714,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5qlr.jpg","release_date":1608681600,"genres":["Platform","Puzzle","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Android","iOS","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Meat Boy and Bandage Girl have grown as a couple since 2010. It seems like only yesterday the two love birds were escaping from an exploding laboratory in the sky. Now it’s the current year, and they’ve welcomed their daughter Nugget into the world. Their peaceful days enjoying life as a family came to an abrupt end when Dr. Fetus beat the snot out of them with a rusty shovel, and kidnapped Nugget! Now it’s up to Meat Boy and Bandage Girl to rescue their daughter from a lunatic fetus in a jar that can only be described as an incel version of Tony Stark.\n\n- Super Meat Boy Forever is the sequel to Super Meat Boy! This is a new experience that eclipses the original. Don’t stare directly at it unless you still have your eclipse glasses.\n- 7200 individually handcrafted levels combine dynamically to give you a new challenge every single time you play. Seven thousand two hundred levels. They said we couldn’t do it, but we did. Who’s they? Don’t ask. They don’t like it when you ask.\n- It’s hard, but fair. Nothing in life worth having comes easy. Just ask Dark Soulman.\n- Meat Boy and Bandage Girl can fight back. It’s time to unleash the raw fury of parenthood on their foes just like Liam Neeson in that documentary about his family vacation in Paris.\n- Bigger boss battles than before. Your mind will be blown. Your socks will be blown off. Team Meat is not liable for any of this.\n- Brand new art with stunning detail and resolution. There are a lot of pixels in here. Grab the biggest display you have and watch those dots change color rapidly with gumption. Don’t sit too close though. (If your parents aren’t home you can sit as close as you want we won’t tell, but Team Meat is still not liable for any of this.)\n- A soundtrack composed by Ridiculon so intense that the state of Wyoming has issued a ban on all audio devices capable of playing it out of fear that just a single note will cause the dormant super volcano beneath Yellowstone to erupt ushering in a new age of darkness.\n- Frame by frame artisan crafted in game animations, and animated cutscenes that will make you experience procedurally generated emotions.\n- A story so rich and moving that it makes Citizen Kane look like an unboxing video for a dehumidifier."},{"id":235,"title":"Pizza Tower","status":"START","date_started":"2023-06-29","date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5uu1.jpg","release_date":1674691200,"genres":["Platform","Indie"],"platforms":["PC (Microsoft Windows)"],"summary":"Pizza Tower is a 2D platformer mainly inspired by Wario Land and Earthworm Jim. The game has over-the-top hand-drawn animations and music. You play as Peppino Spaghetti, a manic pizza man with many abilities like charging, super jumping and dashing. Peppino has to go up each floor of the tower by finding keys, saving toppins folks and getting as many points as possible!"},{"id":236,"title":"The End Is Nigh","status":"COMP","date_started":"2023-06-27","date_finished":"2023-06-28","score":6,"user":"Ciro","comments":"","igdb_id":null,"rating":7.433333333333333,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1n38.jpg","release_date":1499817600,"genres":["Platform","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 4","Nintendo Switch"],"summary":"The End Is Nigh is a sprawling adventure platformer where the player takes control of Ash, one of few 'things' that have 'survived' the \"end of the world.\"\nFollow Ash as he flops his way through a future of pain and suffering. Feel his stress levels rise as you throw him into an endless swarm of decaying, mutant creatures and help aid his final epic quest... to simply make a friend."},{"id":237,"title":"Ruined King: A League of Legends Story","status":"COMP","date_started":"2023-06-26","date_finished":"2023-07-09","score":7,"user":"Ciro","comments":"","igdb_id":null,"rating":7.75,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co2jtl.jpg","release_date":1637020800,"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"Ruined King: A League of Legends Story is a story-driven, turn based role-playing game that features fan favorite champions, innovative turn-based combat, and beautiful art direction along with brand new surprises. The story advances the stories of many champions in the LoL Universe and offers an exciting new way to experience the World of Runeterra."},{"id":238,"title":"Super Mario Bros. 3","status":"COMP","date_started":"2023-06-29","date_finished":"2023-07-05","score":6,"user":"Ciro","comments":"","igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co5k7l.jpg","release_date":742608000,"genres":["Platform"],"platforms":["Super Nintendo Entertainment System","Super Famicom"],"summary":"A remaster of the original Super Mario Bros. 3, released exclusively as part of the Super Mario All-Stars bundle."},{"id":239,"title":"Super Mario World","status":"COMP","date_started":"2023-07-06","date_finished":"2023-07-11","score":7,"user":"Ciro","comments":"","igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co779k.jpg","release_date":1008288000,"genres":["Platform"],"platforms":["Game Boy Advance"],"summary":"The remake of Super Mario World included in Super Mario Advance 2 for the Game Boy Advance. In this refreshed version for the portable system, you can choose to play as either Mario or Luigi in single player.\n\nIf you've played the original, you'll find that Mario controls much the same as the Super Nintendo counterpart, but his brother Luigi can jump a bit higher and float a short while, and Luigi's fireballs will bounce higher as well.\n\nSaving in this game is available at any point during game, either on the overworld or inside of a level."},{"id":240,"title":"Super Mario 64","status":"COMP","date_started":"2023-06-29","date_finished":"2023-07-04","score":8,"user":"Ciro","comments":"","igdb_id":null,"rating":8.9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co721v.jpg","release_date":835488000,"genres":["Platform","Adventure"],"platforms":["Nintendo 64","Wii","Wii U"],"summary":"The first three dimensional entry in the Mario franchise, Super Mario 64 follows Mario as he puts his broadened 3D movement arsenal to use in order to rescue Princess Peach from the clutches of his arch rival Bowser. Mario has to jump into worlds-within-paintings ornamenting the walls of Peach's castle, uncover secrets and hidden challenges and collect golden stars as reward for platforming trials."},{"id":241,"title":"Super Mario Sunshine","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co21rh.jpg","release_date":1027036800,"genres":["Platform","Adventure"],"platforms":["Nintendo GameCube"],"summary":"Super Mario Sunshine is a Mario action-adventure 3D platformer. It follows Super Mario 64, and is the second 3D Mario platformer. Gameplay features a combination of action and puzzle solving, with numerous stages and multiple episodes to each stage, and plenty of hidden secrets and surprises. This game introduced many recurring characters and bosses in the Mario series, including Toadsworth, Bowser Jr., Petey Piranha, Gooper Blooper, Piantas, Nokis, Shadow Mario, and F.L.U.D.D. Super Mario Sunshine pays homage to Mario's Italian heritage and upbringing, with many of the locations in the game having Italian names and sometimes referencing Italian culture."},{"id":242,"title":"Contra","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null},{"id":243,"title":"Battletoads","status":"PLAN","date_started":null,"date_finished":null,"score":null,"user":"Ciro","comments":"","igdb_id":null},{"id":244,"title":"New Super Mario Bros. 2","status":"COMP","date_started":"2023-07-07","date_finished":"2023-07-10","score":7,"user":"Ciro","comments":"","igdb_id":null,"rating":7.708333333333333,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co21tr.jpg","release_date":1343433600,"genres":["Platform","Adventure"],"platforms":["Nintendo 3DS"],"summary":"New Super Mario Bros. 2 is a side-scrolling 2.5D action-adventure platform game for the Nintendo 3DS. As the direct sequel to New Super Mario Bros., it is an indirect follow-up to New Super Mario Bros. Wii. The game's main focus is on coins, with the primary goal being to collect one million. To reach the goal, the game includes many new items to aid the player, such as the Gold Flower, which turns Mario into Gold Mario."},{"id":245,"title":"Final Fantasy IV","status":"COMP","date_started":"2023-07-10","date_finished":"2023-07-12","score":8,"user":"Ciro","comments":"","igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6plc.jpg","release_date":1631059200,"genres":["Role-playing (RPG)"],"platforms":["PC (Microsoft Windows)","Android","iOS","PlayStation 4","Nintendo Switch"],"summary":"The original Final Fantasy IV comes to life with completely new graphics and audio! A remodeled 2D take on the fourth game in the world-renowned Final Fantasy series! Enjoy the timeless story told through charming retro graphics."},{"id":246,"title":"Super Mario 3D Land","status":"COMP","date_started":"2023-07-10","date_finished":"2023-07-24","score":7,"user":"Ciro","comments":"Too bothersome to fully complete","igdb_id":null,"rating":9,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co21tq.jpg","release_date":1320278400,"genres":["Platform"],"platforms":["Nintendo 3DS"],"summary":"Super Mario 3D Land is the second 3D Super Mario platformer for a handheld device, and the successor to Super Mario Galaxy 2. The game is closely based on side-scrolling Mario games, as it combine elements from both traditional 2D Mario games and modern free-roaming 3D Mario games. It also introduces elements into the series, including power-ups and gameplay mechanics."},{"id":247,"title":"Final Fantasy VIII","status":"COMP","date_started":"2023-07-12","date_finished":"2023-08-07","score":8,"user":"Ciro","comments":null,"igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4tsp.jpg","release_date":1386201600,"genres":["Role-playing (RPG)"],"platforms":["PC (Microsoft Windows)"],"summary":"The Steam version of Final Fantasy VIII comes with several in-game enhancements, including a speed-up option to fast-forward through cutscenes and FMVs, as well as built-in cheats, such as Battle assist, which makes battles almost impossible to lose. Similar to Final Fantasy VII, the re-release version comes with the Magic Booster feature that allows the player to boost their characters' magics to 100. Achievements and cloud save data storage are also available. Windowed mode and high resolution displays (up to 1920x1080 @ 60 Hz) are now supported. However, the game still uses the original midi tracks from the 1999 version, rather than the PlayStation version music, unlike the 2012 re-released Final Fantasy VII that has received a musical update. Chocobo World is playable directly from the launcher after booting up Final Fantasy VIII."},{"id":248,"title":"Lunar: Silver Star Harmony","status":"COMP","date_started":"2023-07-19","date_finished":"2023-07-24","score":7,"user":"Ciro","comments":"Very good story but too easy","igdb_id":null,"rating":8.375,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1pnn.jpg","release_date":1270166400,"genres":["Role-playing (RPG)"],"platforms":["PlayStation Portable"],"summary":"While seemingly placid on the surface, the world of Lunar is slowly descending into chaos, as the Goddess Althena, the creator and guardian of the world, has disappeared and the valiant efforts of the legendary Dragonmaster Dyne and his faithful companions fade into obscurity. With Althena gone and no one able or willing to become the next Dragonmaster, a shadowy figure, known only as the Magic Emperor, has started plotting to usurp Althena's place and become a god. In a remote village far removed from the decay that is slowly spreading throughout the world lives a young man named Alex, who dreams of one day becoming the next Dragonmaster like his hero Dyne. One day, Alex's friend Ramus convinces him to head towards a cave near town, where it is rumored the legendary White Dragon resides. With Alex's adopted sister Luna and his mysterious pet Nall in tow, Alex heads off on what seems to be a meaningless adventure, not knowing that it would be the first step in an epic journey with the fate of the entire world at stake."},{"id":249,"title":"Lunar 2: Eternal Blue Complete","status":"COMP","date_started":"2023-07-24","date_finished":"2023-07-31","score":8,"user":"Ciro","comments":"Like the previous one it's very easy but the story is intriguing and you can't help but fall in love with the characters. Interesting mechanics (crests and combinations, formation changes, AI)","igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co26hq.jpg","release_date":900288000,"genres":["Role-playing (RPG)"],"platforms":["PlayStation","PlayStation 3","Sega Saturn","PlayStation Portable","PlayStation Vita"],"summary":"The enchanting world of LUNAR comes to life once more in the enhanced PlayStation game console version of the classic RPG sequel. Join freewheeling Hiro and the adorable Ruby, a thousand years after the events of LUNAR: Silver Star Story, as they work to unlock the secrets of the Blue Spire... and the strange young girl they found within it! But be careful - dark forces are trying to revive the evil Zophar, and immerse LUNAR in darkness forever. Journey to distant lands in the search of the Goddess Althena, who may be the only one powerful enough to stop Zophar. Along to way, you'll meet exciting new caracters, fight vividly animated monsters, traverse snow-covered mountain peaks, and crawl throught slimy dungeon depths as you wind your way toword the terrifying climax! LUNAR 2 features almost an hour of detailed animation sequences and over 90 minutes of dialogue packed onto three CDs... so what are you waiting for? Go ahead, you deserve to be the hero for once!"},{"id":250,"title":"Gerda: A Flame in Winter","status":"COMP","date_started":"2023-11-22","date_finished":"2023-11-30","score":7,"user":"Ciro","comments":null,"igdb_id":null,"rating":8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co4ans.jpg","release_date":1661990400,"genres":["Role-playing (RPG)","Adventure","Indie"],"platforms":["PC (Microsoft Windows)","Nintendo Switch"],"summary":"When the snow stops falling, the small Danish village of Tinglev will no longer be the same. Walk the path of Gerda as her quiet life is turned upside down during the World War 2 occupation of her home. Choose where to go, how to act, and who to trust in this intimate narrative RPG-lite experience inspired by real life events. How far would you go to protect your loved ones?"},{"id":251,"title":"Super Mario Bros. Wonder","status":"COMP","date_started":"2023-10-20","date_finished":"2023-11-11","score":8,"user":"Ciro","comments":"Very fun game, albeit a bit on the easy side","igdb_id":null,"rating":9.5,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6nnl.jpg","release_date":1697760000,"genres":["Platform"],"platforms":["Nintendo Switch"],"summary":"The next evolution of 2D side-scrolling Super Mario Bros. games is headed to Nintendo Switch!\n\nWhen you touch a Wonder Flower in the game, the wonders of the world unlock – pipes could come alive, hordes of enemies may appear, characters might change their looks, for example – transforming the gameplay in unpredictable ways. Excitement and different surprises await in each course. Super Mario Bros. Wonder features Princess Peach, Princess Daisy and Yoshi as playable characters, in addition to familiar characters like Mario, Luigi and Toad."},{"id":252,"title":"The Coffin of Andy and Leyley","status":"START","date_started":"2023-11-05","date_finished":null,"score":null,"user":"Ciro","comments":null,"igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co6dho.jpg","release_date":1697155200,"genres":["Role-playing (RPG)","Adventure","Visual Novel"],"platforms":["PC (Microsoft Windows)"],"summary":"The Coffin of Andy and Leyley is a dark and twisted RPG Maker based visual novel about brother and sister with a very toxic relationship."},{"id":253,"title":"Forza Horizon 5: Deluxe Edition","status":"START","date_started":"2023-12-15","date_finished":null,"score":null,"user":"Ciro","comments":null,"igdb_id":null,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co45k6.jpg","release_date":1636416000,"genres":["Racing","Sport"],"platforms":["PC (Microsoft Windows)","Xbox One","Xbox Series X|S"],"summary":"Your Ultimate Horizon Adventure awaits! Explore the vibrant and ever-evolving open world landscapes of Mexico with limitless, fun driving action in hundreds of the world’s greatest cars. The Deluxe Edition includes the full game and Car Pass."},{"id":254,"title":"3D Dot Game Heroes","status":"START","date_started":"2024-01-01","date_finished":null,"score":null,"user":"Ciro","comments":null,"igdb_id":null,"rating":7.4,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1uui.jpg","release_date":1257379200,"genres":["Role-playing (RPG)","Adventure"],"platforms":["PlayStation 3"],"summary":"3D Dot Game Heroes is an action adventure title paying a strong homage to 8bit adventure games such as The Legend of Zelda and Final Fantasy Adventures.\nThe game uses a unique style, presenting 2D retro-style graphics in a 3D environment using voxels"},{"id":255,"title":"Deponia","status":"COMP","date_started":"2023-12-31","date_finished":"2024-01-03","score":7,"user":"Ciro","comments":"Interesting plot, funny dialogue and characters. Some puzzles have absurd combinations/solutions to solve","igdb_id":null,"rating":7.75,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1qqn.jpg","release_date":1344297600,"genres":["Point-and-click","Puzzle","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","iOS","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"Deponia is a fast-paced comedy of errors and one of the most unusual love stories in gaming history. The twist-filled story takes its off-beat characters all over trash planet Deponia, a unique game world in the style of Douglas Adams, Terry Pratchett and Matt Groening. From Kuvaq, an improvised village built inside a giant trash heap, to the swimming black market and the dark corners of the elevated planetary railways: The new adventure game from the makers of The Whispered World, Edna & Harvey: The Breakout and A New Beginning is brought to life with detailed hand-painted backgrounds in widescreen format and top-quality cartoon animation."},{"id":256,"title":"Metal Gear Solid","status":"START","date_started":"2023-12-30","date_finished":null,"score":null,"user":"Ciro","comments":null,"igdb_id":null,"rating":8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co7k2q.jpg","release_date":904780800,"genres":["Puzzle","Tactical","Adventure"],"platforms":["PC (Microsoft Windows)","PlayStation","PlayStation 3","PlayStation Portable","PlayStation Vita","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"summary":"Metal Gear Solid is a stealth game created by Hideo Kojima which follows the MSX2 video games Metal Gear and Metal Gear 2: Solid Snake. Despite a transition to 3D, Metal Gear Solid's gameplay remains similar to his predecessors. The game utilizes a traditional top-down view and the player must navigate the protagonist Solid Snake through the game's areas without being detected. Detection will set off an alarm which draws armed enemies to his location. Conversations with Snake's allies and cutscenes are used extensively to advance the plot and gain more insight into it. Metal Gear Solid is regarded as one of the greatest and most important video games of all time, and helped popularize the stealth genre and in-engine cinematic cutscenes."},{"id":257,"title":"Chaos on Deponia","status":"COMP","date_started":"2024-01-03","date_finished":"2024-01-05","score":"8","user":"Ciro","comments":"Best in the series, funny, the puzzles make sense and some incredible characters get introduced.","igdb_id":null,"rating":8,"cover_url":"https://images.igdb.com/igdb/image/upload/t_cover_big/co1qqo.jpg","release_date":1352160000,"genres":["Point-and-click","Puzzle","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Nintendo Switch"],"summary":"With this long-expected sequel to the critically highly acclaimed and lavishly praised Deponia, the player enters round two. Chaos on Deponia turns out to be even wackier than its predecessor and instantly puts the player under its spell.","finish_date":"2024-01-05"},{"title":"Grim Fandango Remastered","cover_url":"http://images.igdb.com/igdb/image/upload/t_cover_big/co27pj.jpg","id":258,"igdb_id":8682,"summary":"Something's rotten in the land of the dead, and you're being played for a sucker. Meet Manny Calavera, travel agent at the Department of Death. He sells luxury packages to souls on their four-year journey to eternal rest. But there's trouble in paradise. Help Manny untangle himself from a conspiracy that threatens his very salvation.\n\nOne of the most acclaimed adventure games of all time is now back, better than ever. Grim Fandango's epic story of four years in the life (or death) of Manny Calavera, travel agent to the dead, has been remastered to look, sound, and control even better than when it won GameSpot's Game of the Year award upon its original launch. Grim Fandango still stands as a classic of the genre, with unforgettable characters and unique combination of film noir and Mexican folklore.","genres":["Point-and-click","Puzzle","Adventure"],"platforms":["Linux","PC (Microsoft Windows)","Mac","Android","iOS","PlayStation Vita","PlayStation 4","Xbox One","Nintendo Switch"],"release_date":1422230400,"date_started":"","date_finished":"","status":"PLAN","rating":8.225,"user":"Ciro"},{"title":"Goodbye Deponia","cover_url":"http://images.igdb.com/igdb/image/upload/t_cover_big/co1qqq.jpg","id":259,"igdb_id":5064,"summary":"More chaos, more destruction, more Rufus. Not one, not two, but three Rufuses cause all kinds of crazy mayhem in the long-awaited adventure comedy Goodbye Deponia!","genres":["Point-and-click","Puzzle","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Nintendo Switch"],"release_date":1381795200,"date_started":"2024-01-04","date_finished":"2024-01-06","status":"COMP","rating":6.5,"score":7,"comments":"I did not like the ending, the character growth seemed forced and it makes no sense that Goal didn't recognise Rufus. The game is funny but gets confusing near the ending","user":"Ciro"},{"title":"Deponia Doomsday","cover_url":"http://images.igdb.com/igdb/image/upload/t_cover_big/co1qqp.jpg","id":260,"igdb_id":19300,"summary":"One fateful night, Rufus awakes from a haunting nightmare: he sacrificed himself to save Deponia. But at what price? Elysium, the floating city crash-landed on the planet. As the last surviving Deponian, he fought savage fewlocks, but in the end, there was only one way out: He had to blow up Deponia! And... He grew a mustache. Of course he realized that these gruesome events -especially the mustache part- had to be prevented from ever happening. Deponia and his well-shaved face had to survive!But was this really just a dream? With the help of McChronicle, a quirky temporal scientist, who discovered strange time-anomalies, Rufus discovers that some time travelers from the future carelessly parked their time machine in his neighborhood. Just imagine if this amazing technology would fall into the wrong hands!Dive right into this frantic sequel of the Deponia cult-trilogy and join the chaotic anti-hero Rufus on his most peculiar adventure. Even without knowing the previous installment, the hilarity of Deponia Doomsday will have you cracking smiles and burst with laughter.Get enthralled by the bizarre humor and the uniquely designed world and enjoy the largest and longest Deponia adventure of all time.","genres":["Point-and-click","Puzzle","Adventure","Indie"],"platforms":["Linux","PC (Microsoft Windows)","Mac","PlayStation 4","Xbox One","Nintendo Switch"],"release_date":1456790400,"date_started":"2024-01-06","date_finished":"","status":"START","score":null,"comments":"","user":"Ciro"},{"title":"Crisis Core: Final Fantasy VII - Reunion","cover_url":"http://images.igdb.com/igdb/image/upload/t_cover_big/co5afd.jpg","id":261,"igdb_id":205201,"summary":"Crisis Core: Final Fantasy VII - Reunion is an HD remaster of the smash hit prequel to Final Fantasy VII. In addition to all graphics being remastered in HD, fully voiced dialogue and new soundtrack arrangements make for a dynamic new retelling of a beloved classic.","genres":["Role-playing (RPG)"],"platforms":["PC (Microsoft Windows)","PlayStation 4","Xbox One","Nintendo Switch","PlayStation 5","Xbox Series X|S"],"release_date":1670889600,"date_started":"","date_finished":"","status":"PLAN","rating":8.15,"score":null,"comments":"","user":"Ciro"},{"title":"Pikmin 3 Deluxe","cover_url":"http://images.igdb.com/igdb/image/upload/t_cover_big/co2jl7.jpg","id":262,"igdb_id":136498,"summary":"Prepare yourselves, brave explorers, and set-off for the lush planet PNF-404!\n\nThis new version for Nintendo Switch features multiple difficulty modes, new side-story missions featuring Olimar and Louie, and all the DLC from the original release.","genres":["Real Time Strategy (RTS)","Adventure"],"platforms":["Nintendo Switch"],"release_date":1603929600,"date_started":"2024-01-06","date_finished":"","status":"START","rating":8.60909090909091,"score":null,"comments":"","user":"Ciro"},{"title":"Saint Seiya: Soldiers' Soul","cover_url":"http://images.igdb.com/igdb/image/upload/t_cover_big/co6p9s.jpg","id":263,"igdb_id":21591,"summary":"The 12 Gold Saints are coming back to burn their cosmos with outstanding graphics, solid gameplay, characters from the whole series… and so much more to discover!","genres":["Fighting"],"platforms":["PC (Microsoft Windows)","PlayStation 3","PlayStation 4"],"release_date":1443139200,"date_started":"2024-01-04","date_finished":"","status":"START","rating":5.725,"score":null,"comments":"","user":"Ciro"}]